Repository: bnasare/mula
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, it, ja, nl, pt, ru, zh

# previousClose
source: Previous Close(GHS)
de: Vorheriger Schluss(GHS)
fr: Clôture précédente(GHS)
hi: पिछला बंद(GHS)
it: Chiusura precedente(GHS)
ja: 前日終値(GHS)
nl: Vorige slotkoers(GHS)
pt: Fechamento anterior(GHS)
ru: Предыдущее закрытие(GHS)
zh: 昨收(GHS)

source: Open(GHS)
de: Eröffnung(GHS)
fr: Ouverture(GHS)
hi: खुला(GHS)
it: Apertura(GHS)
ja: 始値(GHS)
nl: Opening(GHS)
pt: Abertura(GHS)
ru: Открытие(GHS)
zh: 开盘(GHS)

# daysRange
source: Day's Range(GHS)
de: Tagesspanne(GHS)
fr: Plage du jour(GHS)
hi: दिन की सीमा(GHS)
it: Range giornaliero(GHS)
ja: 当日レンジ(GHS)
nl: Dagbereik(GHS)
pt: Faixa do dia(GHS)
ru: Дневной диапазон(GHS)
zh: 当日范围(GHS)

source: Volume Traded
de: Gehandeltes Volumen
fr: Volume échangé
hi: व्यापारित मात्रा
it: Volume scambiato
ja: 取引高
nl: Verhandeld volume
pt: Volume negociado
ru: Объем торгов
zh: 成交量

# fiftyTwoWeekRange
source: 52-Week Range(GHS)
de: 52-Wochen-Spanne(GHS)
fr: Plage 52 semaines(GHS)
hi: 52-सप्ताह सीमा(GHS)
it: Range 52 settimane(GHS)
ja: 52週レンジ(GHS)
nl: 52-weken bereik(GHS)
pt: Faixa de 52 semanas(GHS)
ru: Диапазон 52 недель(GHS)
zh: 52周范围(GHS)

source: P/E Ratio
de: KGV
fr: Ratio C/B
hi: पी/ई अनुपात
it: Rapporto P/E
ja: PER
nl: K/W-verhouding
pt: Relação P/L
ru: Коэффициент P/E
zh: 市盈率

# earningsPerShare
source: Earnings Per Share(GHS)
de: Gewinn je Aktie(GHS)
fr: Bénéfice par action(GHS)
hi: प्रति शेयर आय(GHS)
it: Utile per azione(GHS)
ja: 1株当たり利益(GHS)
nl: Winst per aandeel(GHS)
pt: Lucro por ação(GHS)
ru: Прибыль на акцию(GHS)
zh: 每股收益(GHS)

source: Dividend Yield
de: Dividendenrendite
fr: Rendement du dividende
hi: लाभांश उपज
it: Rendimento da dividendo
ja: 配当利回り
nl: Dividendrendement
pt: Rendimento de dividendos
ru: Дивидендная доходность
zh: 股息收益率

# marketCap
source: Market Cap(GHS)
de: Marktkapitalisierung(GHS)
fr: Capitalisation boursière(GHS)
hi: बाजार पूंजीकरण(GHS)
it: Capitalizzazione di mercato(GHS)
ja: 時価総額(GHS)
nl: Marktkapitalisatie(GHS)
pt: Capitalização de mercado(GHS)
ru: Рыночная капитализация(GHS)
zh: 市值(GHS)

source: Shares Outstanding
de: Ausstehende Aktien
fr: Actions en circulation
hi: बकाया शेयर
it: Azioni in circolazione
ja: 発行済株式数
nl: Uitstaande aandelen
pt: Ações em circulação
ru: Акции в обращении
zh: 流通股

source: Capital Gains/(Losses)
de: Kapitalgewinne/(Verluste)
fr: Plus-values/(Moins-values)
hi: पूंजीगत लाभ/(हानि)
it: Plusvalenze/(Minusvalenze)
ja: キャピタルゲイン/(ロス)
nl: Vermogenswinsten/(Verliezen)
pt: Ganhos/(Perdas) de capital
ru: Прирост/(Убыток) капитала
zh: 资本收益/(损失)

source: Issuer
de: Emittent
fr: Émetteur
hi: जारीकर्ता
it: Emittente
ja: 発行体
nl: Uitgever
pt: Emissor
ru: Эмитент
zh: 发行人

source: Government of Ghana
de: Regierung von Ghana
fr: Gouvernement du Ghana
hi: घाना सरकार
it: Governo del Ghana
ja: ガーナ政府
nl: Regering van Ghana
pt: Governo de Gana
ru: Правительство Ганы
zh: 加纳政府

source: Currency
de: Währung
fr: Devise
hi: मुद्रा
it: Valuta
ja: 通貨
nl: Valuta
pt: Moeda
ru: Валюта
zh: 货币

source: Maturity Date
de: Fälligkeitsdatum
fr: Date d'échéance
hi: परिपक्वता तिथि
it: Data di scadenza
ja: 満期日
nl: Vervaldatum
pt: Data de vencimento
ru: Дата погашения
zh: 到期日

source: Current Rate
de: Aktueller Zinssatz
fr: Taux actuel
hi: वर्तमान दर
it: Tasso attuale
ja: 現在金利
nl: Huidige rente
pt: Taxa atual
ru: Текущая ставка
zh: 当前利率

source: Maturity Rate
de: Fälligkeitszinssatz
fr: Taux à l'échéance
hi: परिपक्वता दर
it: Tasso di scadenza
ja: 満期金利
nl: Vervalrente
pt: Taxa de vencimento
ru: Ставка погашения
zh: 到期利率

source: Coupon Rate
de: Kuponsatz
fr: Taux du coupon
hi: कूपन दर
it: Tasso della cedola
ja: クーポンレート
nl: Couponrente
pt: Taxa de cupom
ru: Купонная ставка
zh: 票面利率

# enterSharesPurchase
source: Enter number of shares you want to purchase
de: Geben Sie die Anzahl der Aktien ein, die Sie kaufen möchten
fr: Entrez le nombre d'actions que vous souhaitez acheter
hi: आप जितने शेयर खरीदना चाहते हैं उनकी संख्या दर्ज करें
it: Inserisci il numero di azioni che vuoi acquistare
ja: 購入したい株数を入力してください
nl: Voer het aantal aandelen in dat u wilt kopen
pt: Digite o número de ações que deseja comprar
ru: Введите количество акций, которые вы хотите купить
zh: 输入您要购买的股份数量

# enterSharesSell
source: Enter number of shares you want to sell
de: Geben Sie die Anzahl der Aktien ein, die Sie verkaufen möchten
fr: Entrez le nombre d'actions que vous souhaitez vendre
hi: आप जितने शेयर बेचना चाहते हैं उनकी संख्या दर्ज करें
it: Inserisci il numero di azioni che vuoi vendere
ja: 売却したい株数を入力してください
nl: Voer het aantal aandelen in dat u wilt verkopen
pt: Digite o número de ações que deseja vender
ru: Введите количество акций, которые вы хотите продать
zh: 输入您要出售的股份数量

# enterAmountPurchase
source: Enter the amount you want to purchase
de: Geben Sie den Betrag ein, den Sie kaufen möchten
fr: Entrez le montant que vous souhaitez acheter
hi: आप जितनी राशि खरीदना चाहते हैं उसे दर्ज करें
it: Inserisci l'importo che vuoi acquistare
ja: 購入したい金額を入力してください
nl: Voer het bedrag in dat u wilt kopen
pt: Digite o valor que deseja comprar
ru: Введите сумму, которую вы хотите купить
zh: 输入您要购买的金额

# enterAmountSell
source: Enter the amount you want to sell
de: Geben Sie den Betrag ein, den Sie verkaufen möchten
fr: Entrez le montant que vous souhaitez vendre
hi: आप जितनी राशि बेचना चाहते हैं उसे दर्ज करें
it: Inserisci l'importo che vuoi vendere
ja: 売却したい金額を入力してください
nl: Voer het bedrag in dat u wilt verkopen
pt: Digite o valor que deseja vender
ru: Введите сумму, которую вы хотите продать
zh: 输入您要出售的金额

# orderExecutedInstantly
source: Your order will be executed instantly at the best available price
de: Ihre Order wird sofort zum besten verfügbaren Preis ausgeführt
fr: Votre ordre sera exécuté instantanément au meilleur prix disponible
hi: आपका ऑर्डर सर्वोत्तम उपलब्ध मूल्य पर तुरंत निष्पादित किया जाएगा
it: Il tuo ordine verrà eseguito istantaneamente al miglior prezzo disponibile
ja: ご注文は最良の利用可能価格ですぐに執行されます
nl: Uw order wordt onmiddellijk uitgevoerd tegen de best beschikbare prijs
pt: Sua ordem será executada instantaneamente ao melhor preço disponível
ru: Ваш ордер будет исполнен мгновенно по лучшей доступной цене
zh: 您的订单将立即以最佳可用价格执行

# orderExecutedAtPrice
source: Your order will be executed if the chosen price is reached
de: Ihre Order wird ausgeführt, wenn der gewählte Preis erreicht wird
fr: Votre ordre sera exécuté si le prix choisi est atteint
hi: यदि चुनी गई कीमत पहुंच जाती है तो आपका ऑर्डर निष्पादित किया जाएगा
it: Il tuo ordine verrà eseguito se viene raggiunto il prezzo scelto
ja: 選択した価格に達した場合、ご注文が執行されます
nl: Uw order wordt uitgevoerd als de gekozen prijs wordt bereikt
pt: Sua ordem será executada se o preço escolhido for atingido
ru: Ваш ордер будет исполнен, если будет достигнута выбранная цена
zh: 如果达到所选价格，您的订单将被执行

source: Enter order price
de: Geben Sie den Orderpreis ein
fr: Entrez le prix de l'ordre
hi: ऑर्डर मूल्य दर्ज करें
it: Inserisci il prezzo dell'ordine
ja: 注文価格を入力してください
nl: Voer orderprijs in
pt: Digite o preço da ordem
ru: Введите цену ордера
zh: 输入订单价格

# enterUnitsPurchase
source: Enter number of units you want to purchase
de: Geben Sie die Anzahl der Anteile ein, die Sie kaufen möchten
fr: Entrez le nombre d'unités que vous souhaitez acheter
hi: आप जितनी इकाइयां खरीदना चाहते हैं उनकी संख्या दर्ज करें
it: Inserisci il numero di quote che vuoi acquistare
ja: 購入したい口数を入力してください
nl: Voer het aantal eenheden in dat u wilt kopen
pt: Digite o número de cotas que deseja comprar
ru: Введите количество паев, которые вы хотите купить
zh: 输入您要购买的份额数量

# enterUnitsSell
source: Enter number of units you want to sell
de: Geben Sie die Anzahl der Anteile ein, die Sie verkaufen möchten
fr: Entrez le nombre d'unités que vous souhaitez vendre
hi: आप जितनी इकाइयां बेचना चाहते हैं उनकी संख्या दर्ज करें
it: Inserisci il numero di quote che vuoi vendere
ja: 売却したい口数を入力してください
nl: Voer het aantal eenheden in dat u wilt verkopen
pt: Digite o número de cotas que deseja vender
ru: Введите количество паев, которые вы хотите продать
zh: 输入您要出售的份额数量

source: Number of Units
de: Anzahl der Anteile
fr: Nombre d'unités
hi: इकाइयों की संख्या
it: Numero di quote
ja: 口数
nl: Aantal eenheden
pt: Número de cotas
ru: Количество паев
zh: 份额数量

source: NAV
fr: VNI
ja: 純資産価値
nl: NIW
pt: Valor patrimonial líquido
ru: Стоимость чистых активов
zh: 净值

source: AUM
de: Verwaltetes Vermögen
fr: Actifs sous gestion
hi: प्रबंधनाधीन संपत्ति
it: Patrimonio gestito
ja: 運用資産総額
nl: Beheerd vermogen
pt: Ativos sob gestão
ru: Активы под управлением
zh: 管理资产

source: Expense Ratio
de: Kostenquote
fr: Ratio de frais
hi: व्यय अनुपात
it: Rapporto di spesa
ja: 経費率
nl: Kostenratio
pt: Taxa de despesas
ru: Коэффициент расходов
zh: 费用率

source: Minimum Investment
de: Mindestanlage
fr: Investissement minimum
hi: न्यूनतम निवेश
it: Investimento minimo
ja: 最低投資額
nl: Minimum investering
pt: Investimento mínimo
ru: Минимальные инвестиции
zh: 最低投资额

source: Inception Date
de: Auflagedatum
fr: Date de création
hi: स्थापना तिथि
it: Data di avvio
ja: 設定日
nl: Oprichtingsdatum
pt: Data de início
ru: Дата создания
zh: 成立日期

source: YTD Return
de: Rendite seit Jahresbeginn
fr: Rendement depuis le début de l'année
hi: वर्ष-दर-तारीख रिटर्न
it: Rendimento da inizio anno
ja: 年初来リターン
nl: Rendement dit jaar
pt: Retorno no ano
ru: Доходность с начала года
zh: 年初至今回报

# oneYearReturn
source: 1-Year Return
de: 1-Jahres-Rendite
fr: Rendement sur 1 an
hi: 1-वर्ष रिटर्न
it: Rendimento a 1 anno
ja: 1年リターン
nl: 1-jaars rendement
pt: Retorno de 1 ano
ru: Доходность за 1 год
zh: 1年回报

# threeYearReturn
source: 3-Year Return
de: 3-Jahres-Rendite
fr: Rendement sur 3 ans
hi: 3-वर्ष रिटर्न
it: Rendimento a 3 anni
ja: 3年リターン
nl: 3-jaars rendement
pt: Retorno de 3 anos
ru: Доходность за 3 года
zh: 3年回报

# fiveYearReturn
source: 5-Year Return
de: 5-Jahres-Rendite
fr: Rendement sur 5 ans
hi: 5-वर्ष रिटर्न
it: Rendimento a 5 anni
ja: 5年リターン
nl: 5-jaars rendement
pt: Retorno de 5 anos
ru: Доходность за 5 лет
zh: 5年回报

# tenYearReturn
source: 10-Year Return
de: 10-Jahres-Rendite
fr: Rendement sur 10 ans
hi: 10-वर्ष रिटर्न
it: Rendimento a 10 anni
ja: 10年リターン
nl: 10-jaars rendement
pt: Retorno de 10 anos
ru: Доходность за 10 лет
zh: 10年回报

source: Since Inception
de: Seit Auflage
fr: Depuis la création
hi: स्थापना के बाद से
it: Dall'avvio
ja: 設定来
nl: Sinds oprichting
pt: Desde o início
ru: С момента создания
zh: 自成立以来

source: Standard Deviation
de: Standardabweichung
fr: Écart-type
hi: मानक विचलन
it: Deviazione standard
ja: 標準偏差
nl: Standaarddeviatie
pt: Desvio padrão
ru: Стандартное отклонение
zh: 标准差

source: Sharpe Ratio
fr: Ratio de Sharpe
hi: शार्प अनुपात
it: Indice di Sharpe
ja: シャープレシオ
pt: Índice de Sharpe
ru: Коэффициент Шарпа
zh: 夏普比率

source: Beta
fr: Bêta
hi: बीटा
ja: ベータ
nl: Bèta
ru: Бета
zh: 贝塔

source: Alpha
hi: अल्फा
it: Alfa
ja: アルファ
nl: Alfa
pt: Alfa
ru: Альфа
zh: 阿尔法

source: R-Squared
de: R-Quadrat
fr: R²
hi: R-वर्ग
it: R quadrato
ja: 決定係数
nl: R-kwadraat
pt: R-quadrado
ru: R-квадрат
zh: R平方

source: Turnover Ratio
de: Umschlagsquote
fr: Ratio de rotation
hi: टर्नओवर अनुपात
it: Rapporto di turnover
ja: 回転率
nl: Omzet ratio
pt: Taxa de rotatividade
ru: Коэффициент оборачиваемости
zh: 周转率

source: Date of IPO
de: Datum des Börsengangs
fr: Date de l'IPO
hi: आईपीओ की तारीख
it: Data dell'IPO
ja: IPO日
nl: Datum van beursgang
pt: Data do IPO
ru: Дата IPO
zh: IPO日期

source: Fund Type
de: Fondstyp
fr: Type de fonds
hi: फंड प्रकार
it: Tipo di fondo
ja: ファンドタイプ
nl: Fondstype
pt: Tipo de fundo
ru: Тип фонда
zh: 基金类型

source: Management Fee
de: Verwaltungsgebühr
fr: Frais de gestion
hi: प्रबंधन शुल्क
it: Commissione di gestione
ja: 管理手数料
nl: Beheerkosten
pt: Taxa de gestão
ru: Плата за управление
zh: 管理费

source: Annualized Returns
de: Annualisierte Renditen
fr: Rendements annualisés
hi: वार्षिक रिटर्न
it: Rendimenti annualizzati
ja: 年率リターン
nl: Geannualiseerd rendement
pt: Retornos anualizados
ru: Годовая доходность
zh: 年化收益

source: Average Gain
de: Durchschnittlicher Gewinn
fr: Gain moyen
hi: औसत लाभ
it: Guadagno medio
ja: 平均利益
nl: Gemiddelde winst
pt: Ganho médio
ru: Средняя прибыль
zh: 平均收益

source: Average Loss
de: Durchschnittlicher Verlust
fr: Perte moyenne
hi: औसत नुकसान
it: Perdita media
ja: 平均損失
nl: Gemiddeld verlies
pt: Perda média
ru: Средний убыток
zh: 平均损失

source: Maximum Drawdown
de: Maximaler Drawdown
fr: Drawdown maximum
hi: अधिकतम ड्रॉडाउन
it: Drawdown massimo
ja: 最大ドローダウン
nl: Maximale drawdown
pt: Drawdown máximo
ru: Максимальная просадка
zh: 最大回撤

source: Sortino Ratio
de: Sortino-Verhältnis
fr: Ratio de Sortino
hi: सोर्टिनो अनुपात
it: Rapporto di Sortino
ja: ソルティノレシオ
pt: Índice de Sortino
ru: Коэффициент Сортино
zh: 索提诺比率

source: Loads
de: Ausgabeaufschläge
fr: Frais d'entrée
hi: लोड शुल्क
it: Commissioni di sottoscrizione
ja: ロード
nl: Kosten
pt: Taxas de entrada
ru: Нагрузки
zh: 费用

source: ID
hi: आईडी
