Repository: bnasare/mula
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, it, ja, nl, pt, ru, zh

# yourPersonalGuide
source: Your personal guide to smart investing
de: Ihr persönlicher Leitfaden für intelligentes Investieren
fr: Votre guide personnel pour investir intelligemment
hi: स्मार्ट निवेश के लिए आपका व्यक्तिगत मार्गदर्शक
it: La tua guida personale per investire in modo intelligente
ja: スマートな投資のための個人ガイド
nl: Je persoonlijke gids voor slim investeren
pt: Seu guia pessoal para investir com inteligência
ru: Ваш личный гид по умным инвестициям
zh: 您的智能投资个人指南

source: Start Chat
de: Chat starten
fr: Commencer la Discussion
hi: चैट शुरू करें
it: Inizia Chat
ja: チャットを開始
nl: Chat starten
pt: Iniciar Chat
ru: Начать чат
zh: 开始聊天

source: Mula Bot is typing...
de: Mula Bot tippt...
fr: Mula Bot est en train d'écrire...
hi: Mula Bot टाइप कर रहा है...
it: Mula Bot sta digitando...
ja: Mula Botが入力中...
nl: Mula Bot is aan het typen...
pt: Mula Bot está digitando...
ru: Mula Bot печатает...
zh: Mula Bot 正在输入...

source: Type your message here
de: Geben Sie hier Ihre Nachricht ein
fr: Tapez votre message ici
hi: अपना संदेश यहां टाइप करें
it: Digita qui il tuo messaggio
ja: ここにメッセージを入力してください
nl: Typ hier je bericht
pt: Digite sua mensagem aqui
ru: Введите ваше сообщение здесь
zh: 在此输入您的消息

# hiWhatsOnYourMind
source: Hi {name}ðŸ‘‹ What's on your mind?
de: Hallo {name}👋 Was haben Sie auf dem Herzen?
fr: Salut {name}👋 Qu'avez-vous en tête?
hi: नमस्ते {name}👋 आपके मन में क्या है?
it: Ciao {name}👋 Cosa hai in mente?
ja: こんにちは {name}👋 何か気になることはありますか？
nl: Hoi {name}👋 Wat houdt je bezig?
pt: Olá {name}👋 O que você tem em mente?
ru: Привет {name}👋 Что у вас на уме?
zh: 你好 {name}👋 您在想什么？

# whichInvestmentsLowRisk
source: Which investments are low risk?
de: Welche Investitionen sind risikoarm?
fr: Quels investissements sont à faible risque?
hi: कौन से निवेश कम जोखिम वाले हैं?
it: Quali investimenti sono a basso rischio?
ja: どの投資がリスクが低いですか？
nl: Welke investeringen hebben een laag risico?
pt: Quais investimentos são de baixo risco?
ru: Какие инвестиции имеют низкий риск?
zh: 哪些投资风险低？

# suggestBeginnerPlan
source: Suggest a beginner investment plan
de: Schlagen Sie einen Investitionsplan für Anfänger vor
fr: Suggérer un plan d'investissement pour débutant
hi: शुरुआती निवेश योजना सुझाएं
it: Suggerisci un piano di investimento per principianti
ja: 初心者向けの投資プランを提案してください
nl: Stel een beginners investeringsplan voor
pt: Sugira um plano de investimento para iniciantes
ru: Предложите инвестиционный план для начинающих
zh: 建议初学者投资计划

source: How do I start investing?
de: Wie fange ich mit dem Investieren an?
fr: Comment commencer à investir?
hi: मैं निवेश कैसे शुरू करूं?
it: Come inizio a investire?
ja: 投資を始めるにはどうすればいいですか？
nl: Hoe begin ik met investeren?
pt: Como começo a investir?
ru: Как начать инвестировать?
zh: 我如何开始投资？

source: Explain Treasury Bills
de: Erklären Sie Schatzwechsel
fr: Expliquer les bons du Trésor
hi: ट्रेजरी बिल समझाएं
it: Spiega i Buoni del Tesoro
ja: 国債について説明してください
nl: Leg schatkistpapier uit
pt: Explique as Letras do Tesouro
ru: Объясните казначейские векселя
zh: 解释国债

source: Take Photo
de: Foto aufnehmen
fr: Prendre une photo
hi: फोटो लें
it: Scatta foto
ja: 写真を撮る
nl: Foto maken
pt: Tirar foto
ru: Сделать фото
zh: 拍照

source: Upload from Gallery
de: Aus Galerie hochladen
fr: Télécharger depuis la galerie
hi: गैलरी से अपलोड करें
it: Carica dalla galleria
ja: ギャラリーからアップロード
nl: Uploaden vanuit galerij
pt: Enviar da galeria
ru: Загрузить из галереи
zh: 从图库上传

source: Change Profile Image
de: Profilbild ändern
fr: Changer l'image de profil
hi: प्रोफाइल छवि बदलें
it: Cambia immagine del profilo
ja: プロフィール画像を変更
nl: Profielfoto wijzigen
pt: Alterar imagem de perfil
ru: Изменить изображение профиля
zh: 更改头像

source: Change Cover Image
de: Titelbild ändern
fr: Changer l'image de couverture
hi: कवर छवि बदलें
it: Cambia immagine di copertina
ja: カバー画像を変更
nl: Omslagfoto wijzigen
pt: Alterar imagem de capa
ru: Изменить обложку
zh: 更改封面图片

source: Remove Image
de: Bild entfernen
fr: Supprimer l'image
hi: छवि हटाएं
it: Rimuovi immagine
ja: 画像を削除
nl: Afbeelding verwijderen
pt: Remover imagem
ru: Удалить изображение
zh: 删除图片

source: Failed to crop image
de: Bild konnte nicht zugeschnitten werden
fr: Échec du recadrage de l'image
hi: छवि क्रॉप करने में विफल
it: Impossibile ritagliare l'immagine
ja: 画像のトリミングに失敗しました
nl: Kan afbeelding niet bijsnijden
pt: Falha ao cortar imagem
ru: Не удалось обрезать изображение
zh: 裁剪图片失败

source: Error capturing image
de: Fehler beim Aufnehmen des Bildes
fr: Erreur lors de la capture de l'image
hi: छवि कैप्चर करने में त्रुटि
it: Errore durante l'acquisizione dell'immagine
ja: 画像のキャプチャ中にエラーが発生しました
nl: Fout bij het vastleggen van afbeelding
pt: Erro ao capturar imagem
ru: Ошибка при захвате изображения
zh: 捕获图片时出错

source: Error selecting image
de: Fehler beim Auswählen des Bildes
fr: Erreur lors de la sélection de l'image
hi: छवि चुनने में त्रुटि
it: Errore durante la selezione dell'immagine
ja: 画像の選択中にエラーが発生しました
nl: Fout bij het selecteren van afbeelding
pt: Erro ao selecionar imagem
ru: Ошибка при выборе изображения
zh: 选择图片时出错

source: Withdrawal
de: Abhebung
fr: Retrait
hi: निकासी
it: Prelievo
ja: 出金
nl: Opname
pt: Retirada
ru: Вывод средств
zh: 提款

# linkMoreAccountsDescription
source: Link more accounts to get the full picture of your portfolio
de: Verknüpfen Sie weitere Konten, um ein vollständiges Bild Ihres Portfolios zu erhalten
fr: Liez plus de comptes pour avoir une vue d'ensemble complète de votre portefeuille
hi: अपने पोर्टफोलियो की पूरी तस्वीर प्राप्त करने के लिए अधिक खाते लिंक करें
it: Collega più account per ottenere il quadro completo del tuo portafoglio
ja: より多くのアカウントをリンクして、ポートフォリオの全体像を把握しましょう
nl: Koppel meer accounts om een volledig beeld van je portfolio te krijgen
pt: Vincule mais contas para obter uma visão completa do seu portfólio
ru: Привяжите больше счетов, чтобы получить полную картину вашего портфеля
zh: 关联更多账户以全面了解您的投资组合

# csdAccountSimple
source: CSD Account
de: CSD-Konto
fr: Compte CSD
hi: CSD खाता
it: Account CSD
ja: CSDアカウント
pt: Conta CSD
ru: Счет CSD
zh: CSD账户

# csdAccountDescriptionSimple
source: Securities like stocks, bonds and T-bills
de: Wertpapiere wie Aktien, Anleihen und Schatzwechsel
fr: Titres tels que actions, obligations et bons du Trésor
hi: स्टॉक, बॉन्ड और ट्रेजरी बिल जैसी प्रतिभूतियां
it: Titoli come azioni, obbligazioni e buoni del tesoro
ja: 株式、債券、国債などの証券
nl: Effecten zoals aandelen, obligaties en schatkistpapier
pt: Títulos como ações, títulos e letras do tesouro
ru: Ценные бумаги, такие как акции, облигации и казначейские векселя
zh: 股票、债券和国债等证券

# cisAccountSimple
source: CIS Account
de: CIS-Konto
fr: Compte CIS
hi: CIS खाता
it: Account CIS
ja: CISアカウント
pt: Conta CIS
ru: Счет CIS
zh: CIS账户

# cisAccountDescriptionSimple
source: Fund Managers like Databank, EDC, etc.
de: Fondsmanager wie Databank, EDC usw.
fr: Gestionnaires de fonds comme Databank, EDC, etc.
hi: Databank, EDC आदि जैसे फंड मैनेजर
it: Gestori di fondi come Databank, EDC, ecc.
ja: Databank、EDCなどのファンドマネージャー
nl: Fondsbeheerders zoals Databank, EDC, enz.
pt: Gestores de fundos como Databank, EDC, etc.
ru: Управляющие фондами, такие как Databank, EDC и т. д.
zh: Databank、EDC等基金管理公司

source: Linked Accounts
de: Verknüpfte Konten
fr: Comptes Liés
hi: लिंक किए गए खाते
it: Account Collegati
ja: リンクされたアカウント
nl: Gekoppelde Accounts
pt: Contas Vinculadas
ru: Привязанные Счета
zh: 已关联账户

source: CIS Accounts
de: CIS-Konten
fr: Comptes CIS
hi: CIS खाते
it: Account CIS
ja: CISアカウント
pt: Contas CIS
ru: Счета CIS
zh: CIS账户

source: CSD Accounts
de: CSD-Konten
fr: Comptes CSD
hi: CSD खाते
it: Account CSD
ja: CSDアカウント
pt: Contas CSD
ru: Счета CSD
zh: CSD账户

source: Mobile Money Accounts
de: Mobile-Money-Konten
fr: Comptes Mobile Money
hi: मोबाइल मनी खाते
it: Account Mobile Money
ja: モバイルマネーアカウント
pt: Contas Mobile Money
ru: Счета Mobile Money
zh: 移动支付账户

source: Bank Accounts
de: Bankkonten
fr: Comptes Bancaires
hi: बैंक खाते
it: Conti Bancari
ja: 銀行口座
nl: Bankrekeningen
pt: Contas Bancárias
ru: Банковские Счета
zh: 银行账户

source: Add Account
de: Konto hinzufügen
fr: Ajouter un Compte
hi: खाता जोड़ें
it: Aggiungi Account
ja: アカウントを追加
nl: Account Toevoegen
pt: Adicionar Conta
ru: Добавить Счет
zh: 添加账户

source: Account Management
de: Kontoverwaltung
fr: Gestion des Comptes
hi: खाता प्रबंधन
it: Gestione Account
ja: アカウント管理
nl: Accountbeheer
pt: Gerenciamento de Contas
ru: Управление Счетами
zh: 账户管理

source: Unlink Account
de: Konto entfernen
fr: Dissocier le Compte
hi: खाता अनलिंक करें
it: Scollega Account
ja: アカウントのリンク解除
nl: Account Ontkoppelen
pt: Desvincular Conta
ru: Отвязать Счет
zh: 取消关联账户

source: View Details
de: Details anzeigen
fr: Voir les Détails
hi: विवरण देखें
it: Visualizza Dettagli
ja: 詳細を表示
nl: Details Bekijken
pt: Ver Detalhes
ru: Посмотреть Детали
zh: 查看详情

# areYouSureYouWantToUnlink
source: Are you sure you want to unlink this account?
de: Möchten Sie dieses Konto wirklich entfernen?
fr: Êtes-vous sûr de vouloir dissocier ce compte ?
hi: क्या आप वाकई इस खाते को अनलिंक करना चाहते हैं?
it: Sei sicuro di voler scollegare questo account?
ja: このアカウントのリンクを解除してもよろしいですか？
nl: Weet je zeker dat je dit account wilt ontkoppelen?
pt: Tem certeza de que deseja desvincular esta conta?
ru: Вы уверены, что хотите отвязать этот счет?
zh: 您确定要取消关联此账户吗？

source: Account unlinked successfully
de: Konto erfolgreich entfernt
fr: Compte dissocié avec succès
hi: खाता सफलतापूर्वक अनलिंक किया गया
it: Account scollegato con successo
ja: アカウントのリンク解除が完了しました
nl: Account succesvol ontkoppeld
pt: Conta desvinculada com sucesso
ru: Счет успешно отвязан
zh: 账户取消关联成功

source: Manage Account
de: Konto verwalten
fr: Gérer le Compte
hi: खाता प्रबंधित करें
it: Gestisci Account
ja: アカウントを管理
nl: Account Beheren
pt: Gerenciar Conta
ru: Управление Счетом
zh: 管理账户

source: Enter Account Information
de: Kontoinformationen eingeben
fr: Saisir les Informations du Compte
hi: खाता जानकारी दर्ज करें
it: Inserisci Informazioni Account
ja: アカウント情報を入力
nl: Accountinformatie Invoeren
pt: Inserir Informações da Conta
ru: Введите Информацию о Счете
zh: 输入账户信息

source: Enter Account Number
de: Kontonummer eingeben
fr: Saisir le Numéro de Compte
hi: खाता संख्या दर्ज करें
it: Inserisci Numero Account
ja: アカウント番号を入力
nl: Accountnummer Invoeren
pt: Inserir Número da Conta
ru: Введите Номер Счета
zh: 输入账户号码

source: Account Linked Successfully
de: Konto erfolgreich verknüpft
fr: Compte Lié avec Succès
hi: खाता सफलतापूर्वक लिंक किया गया
it: Account Collegato con Successo
ja: アカウントのリンクが完了しました
nl: Account Succesvol Gekoppeld
pt: Conta Vinculada com Sucesso
ru: Счет Успешно Привязан
zh: 账户关联成功

# accountLinkedSuccessDescription
source: Your account has been successfully linked to MULA
de: Ihr Konto wurde erfolgreich mit MULA verknüpft
fr: Votre compte a été lié avec succès à MULA
hi: आपका खाता MULA से सफलतापूर्वक लिंक हो गया है
it: Il tuo account è stato collegato con successo a MULA
ja: あなたのアカウントはMULAに正常にリンクされました
nl: Je account is succesvol gekoppeld aan MULA
pt: Sua conta foi vinculada com sucesso ao MULA
ru: Ваш счет был успешно привязан к MULA
zh: 您的账户已成功关联到MULA

source: Go Back
de: Zurück
fr: Retour
hi: वापस जाएं
it: Torna Indietro
ja: 戻る
nl: Ga Terug
pt: Voltar
ru: Назад
zh: 返回

source: Learning Tracks
de: Lernpfade
fr: Parcours d'Apprentissage
hi: सीखने के मार्ग
it: Percorsi di Apprendimento
ja: 学習トラック
nl: Leerpaden
pt: Trilhas de Aprendizado
ru: Учебные Треки
zh: 学习路径

source: Featured Tracks
de: Empfohlene Pfade
fr: Parcours en Vedette
hi: विशेष मार्ग
it: Percorsi in Evidenza
ja: 注目のトラック
nl: Uitgelichte Paden
pt: Trilhas em Destaque
ru: Рекомендуемые Треки
zh: 精选路径

source: Popular Lessons
de: Beliebte Lektionen
fr: Leçons Populaires
hi: लोकप्रिय पाठ
it: Lezioni Popolari
ja: 人気のレッスン
nl: Populaire Lessen
pt: Lições Populares
ru: Популярные Уроки
zh: 热门课程

# newToInvesting
source: New to Investing? Start Here
de: Neu beim Investieren? Beginnen Sie Hier
fr: Nouveau dans l'Investissement? Commencez Ici
hi: निवेश में नए हैं? यहां से शुरू करें
it: Nuovo agli Investimenti? Inizia Qui
ja: 投資初心者？ここから始めよう
nl: Nieuw bij Investeren? Start Hier
pt: Novo em Investimentos? Comece Aqui
ru: Новичок в Инвестировании? Начните Здесь
zh: 投资新手？从这里开始

# newToInvestingDescription
source: If you are new to investing and want to explore the ecosystem, start with this article
de: Wenn Sie neu beim Investieren sind und das Ökosystem erkunden möchten, beginnen Sie mit diesem Artikel
fr: Si vous débutez dans l'investissement et souhaitez explorer l'écosystème, commencez par cet article
hi: यदि आप निवेश में नए हैं और पारिस्थितिकी तंत्र का पता लगाना चाहते हैं, तो इस लेख से शुरू करें
it: Se sei nuovo agli investimenti e vuoi esplorare l'ecosistema, inizia con questo articolo
ja: 投資初心者でエコシステムを探索したい場合は、この記事から始めてください
nl: Als je nieuw bent bij investeren en het ecosysteem wilt verkennen, begin dan met dit artikel
pt: Se você é novo em investimentos e quer explorar o ecossistema, comece com este artigo
ru: Если вы новичок в инвестировании и хотите изучить экосистему, начните с этой статьи
zh: 如果您是投资新手并想探索生态系统，请从这篇文章开始

# allTracks
source: All
de: Alle
fr: Tous
hi: सभी
it: Tutti
ja: すべて
nl: Alle
pt: Todos
ru: Все
zh: 全部

source: Ghana Stocks
de: Ghana-Aktien
fr: Actions du Ghana
hi: घाना स्टॉक
it: Azioni del Ghana
ja: ガーナ株
nl: Ghana Aandelen
pt: Ações do Gana
ru: Акции Ганы
zh: 加纳股票

source: T-Bills/Bonds
de: Schatzwechsel/Anleihen
fr: Bons du Trésor/Obligations
hi: ट्रेजरी बिल/बांड
it: Buoni del Tesoro/Obbligazioni
ja: 財務省証券/債券
nl: Schatkistpapier/Obligaties
pt: Títulos do Tesouro/Títulos
ru: Казначейские Векселя/Облигации
zh: 国库券/债券

source: Mutual Funds
de: Investmentfonds
fr: Fonds Communs de Placement
hi: म्यूचुअल फंड्स
it: Fondi Comuni
ja: 投資信託
nl: Beleggingsfondsen
pt: Fundos Mútuos
ru: Паевые Фонды
zh: 共同基金

source: Article
de: Artikel
hi: लेख
it: Articolo
ja: 記事
nl: Artikel
pt: Artigo
ru: Статья
zh: 文章

# mins
source: {count} mins
de: {count} Min
hi: {count} मिनट
it: {count} min
ja: {count}分
nl: {count} min
ru: {count} мин
zh: {count}分钟

source: What is a Mutual Fund?
de: Was ist ein Investmentfonds?
fr: Qu'est-ce qu'un Fonds Commun de Placement?
hi: म्यूचुअल फंड क्या है?
it: Cos'è un Fondo Comune?
ja: 投資信託とは？
nl: Wat is een Beleggingsfonds?
pt: O que é um Fundo Mútuo?
ru: Что такое Взаимный Фонд?
zh: 什么是共同基金？

# poolingMoneySpreading
source: Pooling money, spreading risk, growing wealth
de: Geld bündeln, Risiko streuen, Vermögen vermehren
fr: Regrouper l'argent, répartir les risques, faire croître la richesse
hi: पैसा इकट्ठा करना, जोखिम फैलाना, धन बढ़ाना
it: Raggruppare denaro, distribuire rischio, far crescere ricchezza
ja: 資金をプールし、リスクを分散し、富を増やす
nl: Geld bundelen, risico spreiden, vermogen laten groeien
pt: Juntar dinheiro, distribuir risco, crescer riqueza
ru: Объединение денег, распределение рисков, увеличение богатства
zh: 汇集资金，分散风险，增长财富

source: Mark as read
de: Als gelesen markieren
fr: Marquer comme lu
hi: पढ़ा हुआ के रूप में चिह्नित करें
it: Segna come letto
ja: 既読にする
nl: Markeer als gelezen
pt: Marcar como lido
ru: Отметить как прочитанное
zh: 标记为已读

source: Read
de: Gelesen
fr: Lu
hi: पढ़ा हुआ
it: Letto
ja: 既読
nl: Gelezen
pt: Lido
ru: Прочитано
zh: 已读

# investIn
source: Invest in {asset}
de: In {asset} investieren
fr: Investir dans {asset}
hi: {asset} में निवेश करें
it: Investi in {asset}
ja: {asset}に投資する
nl: Investeer in {asset}
pt: Investir em {asset}
ru: Инвестировать в {asset}
zh: 投资{asset}

source: Take a quiz
de: Quiz machen
fr: Faire un quiz
hi: एक क्विज़ लें
it: Fai un quiz
ja: クイズに挑戦
nl: Doe een quiz
pt: Fazer um quiz
ru: Пройти тест
zh: 参加测验

# shareWithFriends
source: Share with your friends or leave a comment
de: Mit Freunden teilen oder Kommentar hinterlassen
fr: Partagez avec vos amis ou laissez un commentaire
hi: अपने दोस्तों के साथ साझा करें या टिप्पणी छोड़ें
it: Condividi con i tuoi amici o lascia un commento
ja: 友達と共有するかコメントを残す
nl: Deel met je vrienden of laat een reactie achter
pt: Compartilhe com seus amigos ou deixe um comentário
ru: Поделитесь с друзьями или оставьте комментарий
zh: 与朋友分享或发表评论

# leaveComment
source: Leave a comment
de: Kommentar hinterlassen
fr: Laisser un commentaire
hi: टिप्पणी छोड़ें
it: Lascia un commento
ja: コメントを残す
nl: Laat een reactie achter
pt: Deixar um comentário
ru: Оставить комментарий
zh: 发表评论

source: Reply
de: Antworten
fr: Répondre
hi: जवाब दें
it: Rispondi
ja: 返信
nl: Antwoorden
pt: Responder
ru: Ответить
zh: 回复

# viewComments
source: View comments ({count})
de: Kommentare ansehen ({count})
fr: Voir les commentaires ({count})
hi: टिप्पणियां देखें ({count})
it: Visualizza commenti ({count})
ja: コメントを見る ({count})
nl: Bekijk reacties ({count})
pt: Ver comentários ({count})
ru: Просмотреть комментарии ({count})
zh: 查看评论 ({count})

# minsRead
source: {count} mins read
de: {count} Min Lesezeit
fr: {count} mins de lecture
hi: {count} मिनट पढ़ें
it: {count} min di lettura
ja: {count}分で読める
nl: {count} min leestijd
pt: {count} mins de leitura
ru: {count} мин чтения
zh: {count}分钟阅读

# showMoreReplies
source: Show {count} more replies
de: {count} weitere Antworten anzeigen
fr: Afficher {count} réponses supplémentaires
hi: {count} और उत्तर दिखाएं
it: Mostra {count} risposte in più
ja: {count}件の返信をもっと見る
nl: Toon {count} meer antwoorden
pt: Mostrar {count} respostas a mais
ru: Показать еще {count} ответов
zh: 显示{count}条更多回复

# question
source: Question {number}
de: Frage {number}
hi: प्रश्न {number}
it: Domanda {number}
ja: 質問 {number}
nl: Vraag {number}
pt: Pergunta {number}
ru: Вопрос {number}
zh: 问题 {number}

# wellDone
source: Well Done {name}!
de: Gut gemacht {name}!
fr: Bien joué {name}!
hi: बहुत बढ़िया {name}!
it: Ben fatto {name}!
ja: よくできました {name}!
nl: Goed gedaan {name}!
pt: Muito bem {name}!
ru: Отлично {name}!
zh: 做得好 {name}!

# youAnsweredCorrectly
source: You answered {correct} of {total} correctly. Keep practicing to reach 100% mastery
de: Sie haben {correct} von {total} richtig beantwortet. Üben Sie weiter, um 100% zu erreichen
fr: Vous avez répondu correctement à {correct} sur {total}. Continuez à pratiquer pour atteindre 100% de maîtrise
hi: आपने {total} में से {correct} सही उत्तर दिए। 100% निपुणता तक पहुंचने के लिए अभ्यास जारी रखें
it: Hai risposto correttamente a {correct} su {total}. Continua a esercitarti per raggiungere il 100%
ja: {total}問中{correct}問正解しました。100%習得するために練習を続けましょう
nl: Je hebt {correct} van {total} correct beantwoord. Blijf oefenen om 100% te bereiken
pt: Você respondeu {correct} de {total} corretamente. Continue praticando para alcançar 100% de domínio
ru: Вы правильно ответили на {correct} из {total}. Продолжайте практиковаться для достижения 100%
zh: 您正确回答了{total}题中的{correct}题。继续练习以达到100%掌握

# quizScoreMessage
source: You answered {correct} of {total} correctly
de: Sie haben {correct} von {total} richtig beantwortet
fr: Vous avez répondu correctement à {correct} sur {total}
hi: आपने {total} में से {correct} सही उत्तर दिए
it: Hai risposto correttamente a {correct} su {total}
ja: {total}問中{correct}問正解しました
nl: Je hebt {correct} van {total} correct beantwoord
pt: Você respondeu {correct} de {total} corretamente
ru: Вы правильно ответили на {correct} из {total}
zh: 您正确回答了{total}题中的{correct}题

# keepPracticing
source: Keep practicing to reach 100% mastery
de: Üben Sie weiter, um 100% zu erreichen
fr: Continuez à pratiquer pour atteindre 100% de maîtrise
hi: 100% निपुणता तक पहुंचने के लिए अभ्यास जारी रखें
it: Continua a esercitarti per raggiungere il 100%
ja: 100%習得するために練習を続けましょう
nl: Blijf oefenen om 100% te bereiken
pt: Continue praticando para alcançar 100% de domínio
ru: Продолжайте практиковаться для достижения 100%
zh: 继续练习以达到100%掌握

source: Try Again
de: Erneut versuchen
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: もう一度
nl: Probeer opnieuw
pt: Tentar novamente
ru: Попробовать снова
zh: 再试一次

source: Go to Home
de: Zur Startseite
fr: Aller à l'accueil
hi: होम पर जाएं
it: Vai alla home
ja: ホームに戻る
nl: Ga naar home
pt: Ir para início
ru: На главную
zh: 返回首页

source: Explore other resources
de: Andere Ressourcen erkunden
fr: Explorer d'autres ressources
hi: अन्य संसाधन खोजें
it: Esplora altre risorse
ja: 他のリソースを探す
nl: Verken andere bronnen
pt: Explorar outros recursos
ru: Изучить другие ресурсы
zh: 探索其他资源

# pts
source: +{points}pts
de: +{points}Pkt
it: +{points}pt
nl: +{points}pt
ru: +{points}б
zh: +{points}分

# searchByAsset
source: Search by asset, fund manager, category
de: Nach Asset suchen
fr: Rechercher par actif, gestionnaire de fonds, catégorie
hi: संपत्ति द्वारा खोजें
it: Cerca per asset
ja: 資産で検索
nl: Zoeken op activum
pt: Pesquisar por ativo
ru: Поиск по активу
zh: 按资产搜索

source: Popular
de: Beliebt
fr: Populaire
hi: लोकप्रिय
it: Popolare
ja: 人気
nl: Populair
ru: Популярное
zh: 热门

source: Stocks
de: Aktien
fr: Actions
hi: स्टॉक्स
it: Azioni
ja: 株式
nl: Aandelen
pt: Ações
ru: Акции
zh: 股票

source: High-Yield Funds
de: Hochzinsfonds
fr: Fonds à Haut Rendement
hi: उच्च उपज फंड
it: Fondi ad Alto Rendimento
ja: 高利回りファンド
nl: Hoogrentende Fondsen
pt: Fundos de Alto Rendimento
ru: Высокодоходные Фонды
zh: 高收益基金

source: T-Bills
de: Schatzwechsel
fr: Bons du Trésor
hi: ट्रेजरी बिल
it: Buoni del Tesoro
ja: 財務省短期証券
nl: Schatkistpapier
pt: Letras do Tesouro
ru: Казначейские Векселя
zh: 国库券

source: Select level
de: Stufe auswählen
fr: Sélectionner le niveau
hi: स्तर चुनें
it: Seleziona livello
ja: レベルを選択
nl: Selecteer niveau
pt: Selecionar nível
ru: Выбрать уровень
zh: 选择级别

source: Category
de: Kategorie
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリー
nl: Categorie
pt: Categoria
ru: Категория
zh: 类别

source: Select Category
de: Kategorie auswählen
fr: Sélectionner la Catégorie
hi: श्रेणी चुनें
it: Seleziona Categoria
ja: カテゴリーを選択
nl: Selecteer Categorie
pt: Selecionar Categoria
ru: Выбрать Категорию
zh: 选择类别

source: Asset Breakdown
de: Vermögensaufschlüsselung
fr: Répartition des Actifs
hi: संपत्ति विभाजन
it: Ripartizione Patrimoniale
ja: 資産内訳
nl: Vermogensverdeling
pt: Distribuição de Ativos
ru: Разбивка Активов
zh: 资产分类

source: Asset Holdings
de: Vermögensbestände
fr: Avoirs en Actifs
hi: संपत्ति होल्डिंग्स
it: Partecipazioni Patrimoniali
ja: 資産保有
nl: Vermogensbezit
pt: Participações em Ativos
ru: Владения Активами
zh: 资产持有

source: Portfolio Summary
de: Portfolio-Zusammenfassung
fr: Résumé du Portefeuille
hi: पोर्टफोलियो सारांश
it: Riepilogo Portafoglio
ja: ポートフォリオサマリー
nl: Portefeuilleoverzicht
pt: Resumo da Carteira
ru: Сводка Портфеля
zh: 投资组合摘要

source: Total Investment Value
de: Gesamtinvestitionswert
fr: Valeur Totale des Investissements
hi: कुल निवेश मूल्य
it: Valore Totale Investimenti
ja: 総投資額
nl: Totale Investeringswaarde
pt: Valor Total do Investimento
ru: Общая Стоимость Инвестиций
zh: 总投资价值

source: Total Deposit
de: Gesamteinzahlung
fr: Dépôt Total
hi: कुल जमा
it: Deposito Totale
ja: 総入金額
nl: Totale Storting
pt: Depósito Total
ru: Общий Депозит
zh: 总存款

source: Total Withdrawal
de: Gesamtabhebung
fr: Retrait Total
hi: कुल निकासी
it: Prelievo Totale
ja: 総出金額
nl: Totale Opname
pt: Retirada Total
ru: Общий Вывод
zh: 总提款

source: Realized Income
de: Realisierte Erträge
fr: Revenu Réalisé
hi: वास्तविक आय
it: Reddito Realizzato
ja: 実現損益
nl: Gerealiseerd Inkomen
pt: Receita Realizada
ru: Реализованный Доход
zh: 已实现收入

source: Unrealized Income
de: Nicht realisierte Erträge
fr: Revenu Non Réalisé
hi: अवास्तविक आय
it: Reddito Non Realizzato
ja: 未実現損益
nl: Niet-gerealiseerd Inkomen
pt: Receita Não Realizada
ru: Нереализованный Доход
zh: 未实现收入

source: Cumulative Return
de: Kumulierte Rendite
fr: Rendement Cumulatif
hi: संचयी रिटर्न
it: Rendimento Cumulativo
ja: 累積収益
nl: Cumulatief Rendement
pt: Retorno Cumulativo
ru: Накопленная Доходность
zh: 累计回报

source: See portfolio summary
de: Portfolio-Zusammenfassung anzeigen
fr: Voir le résumé du portefeuille
hi: पोर्टफोलियो सारांश देखें
it: Vedi riepilogo portafoglio
ja: ポートフォリオサマリーを見る
nl: Bekijk portefeuilleoverzicht
pt: Ver resumo da carteira
ru: Посмотреть сводку портфеля
zh: 查看投资组合摘要
