Repository: bnasare/mula
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, it, ja, nl, pt, ru, zh

source: Account Number
de: Kontonummer
fr: Numéro de Compte
hi: खाता संख्या
it: Numero di Account
ja: アカウント番号
nl: Accountnummer
pt: Número da conta
ru: Номер счета
zh: 账户号码

# csdAccountNumberHint
source: Eg: 123-456-789
de: Z.B.: 123-456-789
fr: Ex: 123-456-789
hi: उदाहरण: 123-456-789
it: Es: 123-456-789
ja: 例：123-456-789
nl: Bijv.: 123-456-789
pt: Ex: 123-456-789
ru: Например: 123-456-789
zh: 例如：123-456-789

source: Search Linked Brokers
de: Verknüpfte Makler suchen
fr: Rechercher les Courtiers Liés
hi: जुड़े ब्रोकर खोजें
it: Cerca Broker Collegati
ja: リンクされたブローカーを検索
nl: Gekoppelde makelaars zoeken
pt: Pesquisar corretores vinculados
ru: Поиск связанных брокеров
zh: 搜索已关联的经纪人

source: Create one
de: Erstellen Sie einen
fr: En créer un
hi: एक बनाएं
it: Creane uno
ja: 作成する
nl: Maak er een
pt: Criar um
ru: Создать
zh: 创建一个

source: We found your brokers
de: Wir haben Ihre Makler gefunden
fr: Nous avons trouvé vos courtiers
hi: हमें आपके ब्रोकर मिल गए
it: Abbiamo trovato i tuoi broker
ja: ブローカーが見つかりました
nl: We hebben uw makelaars gevonden
pt: Encontramos seus corretores
ru: Мы нашли ваших брокеров
zh: 我们找到了您的经纪人

# signInToBrokersDescription
source: Sign into your broker accounts so we can securely fetch your investments
de: Melden Sie sich bei Ihren Maklerkonten an, damit wir Ihre Investitionen sicher abrufen können
fr: Connectez-vous à vos comptes de courtier pour que nous puissions récupérer vos investissements en toute sécurité
hi: अपने ब्रोकर खातों में साइन इन करें ताकि हम आपके निवेश सुरक्षित रूप से प्राप्त कर सकें
it: Accedi ai tuoi account broker in modo che possiamo recuperare i tuoi investimenti in modo sicuro
ja: 投資を安全に取得できるように、ブローカーアカウントにサインインしてください
nl: Log in op uw makelaarsaccounts zodat we uw investeringen veilig kunnen ophalen
pt: Entre nas suas contas de corretores para que possamos buscar seus investimentos com segurança
ru: Войдите в свои брокерские счета, чтобы мы могли безопасно получить ваши инвестиции
zh: 登录您的经纪人账户，以便我们安全地获取您的投资

source: Add
de: Hinzufügen
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
nl: Toevoegen
pt: Adicionar
ru: Добавить
zh: 添加

source: Deposit
de: Einzahlen
fr: Déposer
hi: जमा करें
it: Deposita
ja: 入金
nl: Storten
pt: Depositar
ru: Внести
zh: 存款

# chooseAccountToTopUp
source: Choose an account to top up from
de: Wählen Sie ein Konto zum Aufladen
fr: Choisissez un compte à recharger depuis
hi: टॉप अप करने के लिए एक खाता चुनें
it: Scegli un account da ricaricare
ja: チャージするアカウントを選択
nl: Kies een account om op te laden
pt: Escolha uma conta para recarregar
ru: Выберите счет для пополнения
zh: 选择要充值的账户

# mobileMoneyDeposit
source: Mobile Money
hi: मोबाइल मनी
ja: モバイルマネー
zh: 移动支付

source: Bank Account
de: Bankkonto
fr: Compte Bancaire
hi: बैंक खाता
it: Conto Bancario
ja: 銀行口座
nl: Bankrekening
pt: Conta bancária
ru: Банковский счет
zh: 银行账户

source: Select Account
de: Konto auswählen
fr: Sélectionner le Compte
hi: खाता चुनें
it: Seleziona Account
ja: アカウントを選択
nl: Account selecteren
pt: Selecionar conta
ru: Выбрать счет
zh: 选择账户

source: Add another account
de: Weiteres Konto hinzufügen
fr: Ajouter un autre compte
hi: एक और खाता जोड़ें
it: Aggiungi un altro account
ja: 別のアカウントを追加
nl: Nog een account toevoegen
pt: Adicionar outra conta
ru: Добавить другой счет
zh: 添加另一个账户

# enterPhoneNumber
source: Enter your Phone Number
de: Geben Sie Ihre Telefonnummer ein
fr: Entrez votre Numéro de Téléphone
hi: अपना फोन नंबर दर्ज करें
it: Inserisci il tuo Numero di Telefono
ja: 電話番号を入力してください
nl: Voer uw telefoonnummer in
pt: Digite seu número de telefone
ru: Введите ваш номер телефона
zh: 输入您的电话号码

source: Network
de: Netzwerk
fr: Réseau
hi: नेटवर्क
it: Rete
ja: ネットワーク
nl: Netwerk
pt: Rede
ru: Сеть
zh: 网络

source: Select Network
de: Netzwerk auswählen
fr: Sélectionner le Réseau
hi: नेटवर्क चुनें
it: Seleziona Rete
ja: ネットワークを選択
nl: Netwerk selecteren
pt: Selecionar rede
ru: Выбрать сеть
zh: 选择网络

source: Enter Amount
de: Betrag eingeben
fr: Entrer le Montant
hi: राशि दर्ज करें
it: Inserisci Importo
ja: 金額を入力
nl: Bedrag invoeren
pt: Digite o valor
ru: Введите сумму
zh: 输入金额

source: Amount
de: Betrag
fr: Montant
hi: राशि
it: Importo
ja: 金額
nl: Bedrag
pt: Valor
ru: Сумма
zh: 金额

# reviewAndConfirm
source: Review and confirm your details
de: Überprüfen und bestätigen Sie Ihre Angaben
fr: Vérifiez et confirmez vos détails
hi: अपने विवरण की समीक्षा करें और पुष्टि करें
it: Rivedi e conferma i tuoi dettagli
ja: 詳細を確認して確認してください
nl: Controleer en bevestig uw gegevens
pt: Revise e confirme seus detalhes
ru: Проверьте и подтвердите ваши данные
zh: 检查并确认您的详细信息

# confirmDeposit
source: Confirm
de: Bestätigen
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
zh: 确认

# mobileMoneyPrompt
source: You will receive a mobile money prompt. Enter your pin to confirm this transaction
de: Sie erhalten eine Mobile-Money-Aufforderung. Geben Sie Ihre PIN ein, um diese Transaktion zu bestätigen
fr: Vous recevrez une invite mobile money. Entrez votre code PIN pour confirmer cette transaction
hi: आपको एक मोबाइल मनी प्रॉम्प्ट प्राप्त होगा। इस लेनदेन की पुष्टि करने के लिए अपना पिन दर्ज करें
it: Riceverai una richiesta mobile money. Inserisci il tuo PIN per confermare questa transazione
ja: モバイルマネープロンプトが表示されます。この取引を確認するにはPINを入力してください
nl: U ontvangt een mobile money prompt. Voer uw pincode in om deze transactie te bevestigen
pt: Você receberá um prompt de mobile money. Digite seu PIN para confirmar esta transação
ru: Вы получите запрос mobile money. Введите ваш PIN-код для подтверждения этой транзакции
zh: 您将收到移动支付提示。输入您的 PIN 码以确认此交易

source: Okay
fr: D'accord
hi: ठीक है
it: Ok
ja: OK
nl: Oké
pt: OK
ru: Хорошо
zh: 好的

source: Deposit Successful
de: Einzahlung erfolgreich
fr: Dépôt Réussi
hi: जमा सफल
it: Deposito Riuscito
ja: 入金成功
nl: Storting succesvol
pt: Depósito bem-sucedido
ru: Депозит успешен
zh: 存款成功

# fundsSuccessfullyDeposited
source: Funds successfully deposited into your account
de: Geld erfolgreich auf Ihr Konto eingezahlt
fr: Fonds déposés avec succès sur votre compte
hi: आपके खाते में धनराशि सफलतापूर्वक जमा हो गई
it: Fondi depositati con successo sul tuo account
ja: アカウントに正常に資金が入金されました
nl: Geld succesvol gestort op uw account
pt: Fundos depositados com sucesso em sua conta
ru: Средства успешно внесены на ваш счет
zh: 资金已成功存入您的账户

source: Select Bank Account
de: Bankkonto auswählen
fr: Sélectionner le Compte Bancaire
hi: बैंक खाता चुनें
it: Seleziona Conto Bancario
ja: 銀行口座を選択
nl: Bankrekening selecteren
pt: Selecionar conta bancária
ru: Выбрать банковский счет
zh: 选择银行账户

source: Bank
fr: Banque
hi: बैंक
it: Banca
ja: 銀行
pt: Banco
ru: Банк
zh: 银行

source: Account Name
de: Kontoname
fr: Nom du Compte
hi: खाता नाम
it: Nome Account
ja: アカウント名
nl: Accountnaam
pt: Nome da conta
ru: Название счета
zh: 账户名称

source: Enter account name
de: Kontonamen eingeben
fr: Entrez le nom du compte
hi: खाता नाम दर्ज करें
it: Inserisci nome account
ja: アカウント名を入力してください
nl: Voer accountnaam in
pt: Digite o nome da conta
ru: Введите название счета
zh: 输入账户名称

# enterBankAccountInfo
source: Enter Account Information
de: Kontoinformationen eingeben
fr: Entrer les Informations du Compte
hi: खाता जानकारी दर्ज करें
it: Inserisci Informazioni Account
ja: アカウント情報を入力
nl: Voer accountinformatie in
pt: Digite as informações da conta
ru: Введите информацию о счете
zh: 输入账户信息

# confirmBankDeposit
source: Confirm Deposit
de: Einzahlung bestätigen
fr: Confirmer le Dépôt
hi: जमा की पुष्टि करें
it: Conferma Deposito
ja: 入金を確認
nl: Storting bevestigen
pt: Confirmar depósito
ru: Подтвердить депозит
zh: 确认存款

# forYourSecurityEnterPin
source: For your security, please enter your 4-digit PIN to continue
de: Zu Ihrer Sicherheit geben Sie bitte Ihre 4-stellige PIN ein, um fortzufahren
fr: Pour votre sécurité, veuillez entrer votre code PIN à 4 chiffres pour continuer
hi: आपकी सुरक्षा के लिए, कृपया जारी रखने के लिए अपना 4-अंकीय पिन दर्ज करें
it: Per la tua sicurezza, inserisci il tuo PIN a 4 cifre per continuare
ja: セキュリティのため、続行するには4桁のPINを入力してください
nl: Voor uw veiligheid, voer uw 4-cijferige pincode in om door te gaan
pt: Para sua segurança, digite seu PIN de 4 dígitos para continuar
ru: Для вашей безопасности введите ваш 4-значный PIN-код, чтобы продолжить
zh: 为了您的安全，请输入您的 4 位 PIN 码以继续

source: Withdraw
de: Abheben
fr: Retirer
hi: निकालें
it: Preleva
ja: 出金
nl: Opnemen
pt: Sacar
ru: Снять
zh: 取款

# chooseWithdrawalDestination
source: Choose a destination account
de: Wählen Sie ein Zielkonto
fr: Choisissez un compte de destination
hi: एक गंतव्य खाता चुनें
it: Scegli un account di destinazione
ja: 出金先アカウントを選択
nl: Kies een bestemmingsaccount
pt: Escolha uma conta de destino
ru: Выберите целевой счет
zh: 选择目标账户

source: Withdraw To
de: Abheben auf
fr: Retirer vers
hi: में निकालें
it: Preleva su
ja: 出金先
nl: Opnemen naar
pt: Sacar para
ru: Снять на
zh: 取款到

# selectWithdrawAccount
source: Select Account
de: Konto auswählen
fr: Sélectionner le Compte
hi: खाता चुनें
it: Seleziona Account
ja: アカウントを選択
nl: Account selecteren
pt: Selecionar conta
ru: Выбрать счет
zh: 选择账户

# enterWithdrawAmount
source: Enter Amount
de: Betrag eingeben
fr: Entrer le Montant
hi: राशि दर्ज करें
it: Inserisci Importo
ja: 金額を入力
nl: Bedrag invoeren
pt: Digite o valor
ru: Введите сумму
zh: 输入金额

# confirmWithdrawal
source: Confirm
de: Bestätigen
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
zh: 确认

source: Withdrawal Successful
de: Abhebung erfolgreich
fr: Retrait Réussi
hi: निकासी सफल
it: Prelievo Riuscito
ja: 出金成功
nl: Opname succesvol
pt: Saque bem-sucedido
ru: Снятие успешно
zh: 取款成功

# moneySuccessfullyWithdrawn
source: Money has successfully been withdrawn
de: Geld wurde erfolgreich abgehoben
fr: L'argent a été retiré avec succès
hi: पैसा सफलतापूर्वक निकाल लिया गया है
it: Il denaro è stato prelevato con successo
ja: お金が正常に出金されました
nl: Geld is succesvol opgenomen
pt: Dinheiro sacado com sucesso
ru: Деньги успешно сняты
zh: 资金已成功取出

# enterPinToConfirm
source: Enter your pin to confirm
de: Geben Sie Ihre PIN zur Bestätigung ein
fr: Entrez votre code PIN pour confirmer
hi: पुष्टि करने के लिए अपना पिन दर्ज करें
it: Inserisci il tuo PIN per confermare
ja: 確認するにはPINを入力してください
nl: Voer uw pincode in om te bevestigen
pt: Digite seu PIN para confirmar
ru: Введите ваш PIN-код для подтверждения
zh: 输入您的 PIN 码以确认

source: Notifications
de: Benachrichtigungen
hi: सूचनाएं
it: Notifiche
ja: 通知
nl: Meldingen
pt: Notificações
ru: Уведомления
zh: 通知

source: Clear All
de: Alles löschen
fr: Tout effacer
hi: सभी साफ करें
it: Cancella tutto
ja: すべてクリア
nl: Alles wissen
pt: Limpar tudo
ru: Очистить все
zh: 清除全部

source: No Notifications
de: Keine Benachrichtigungen
fr: Aucune Notification
hi: कोई सूचना नहीं
it: Nessuna Notifica
ja: 通知なし
nl: Geen meldingen
pt: Sem notificações
ru: Нет уведомлений
zh: 无通知

# noNotificationsDescription
source: You're all caught up!
de: Sie sind auf dem neuesten Stand!
fr: Vous êtes à jour!
hi: आप अद्यतित हैं!
it: Sei aggiornato!
ja: すべて最新です！
nl: U bent helemaal bij!
pt: Você está em dia!
ru: Вы в курсе всех дел!
zh: 您已经查看完所有内容！

source: Mark all as read
de: Alle als gelesen markieren
fr: Marquer tout comme lu
hi: सभी को पढ़ा हुआ चिह्नित करें
it: Segna tutto come letto
ja: すべて既読にする
nl: Alles markeren als gelezen
pt: Marcar tudo como lido
ru: Отметить все как прочитанные
zh: 全部标记为已读

source: Home
de: Startseite
fr: Accueil
hi: होम
ja: ホーム
pt: Início
ru: Главная
zh: 主页

source: Explore
de: Erkunden
fr: Explorer
hi: एक्सप्लोर करें
it: Esplora
ja: 探索
nl: Verkennen
pt: Explorar
ru: Исследовать
zh: 探索

source: Portfolio
fr: Portefeuille
hi: पोर्टफोलियो
it: Portafoglio
ja: ポートフォリオ
pt: Portfólio
ru: Портфель
zh: 投资组合

source: Learn
de: Lernen
fr: Apprendre
hi: सीखें
it: Impara
ja: 学ぶ
nl: Leren
pt: Aprender
ru: Учиться
zh: 学习

source: Account
de: Konto
fr: Compte
hi: खाता
ja: アカウント
pt: Conta
ru: Аккаунт
zh: 账户

source: Total Portfolio Value
de: Gesamtportfoliowert
fr: Valeur Totale du Portefeuille
hi: कुल पोर्टफोलियो मूल्य
it: Valore Totale del Portafoglio
ja: ポートフォリオ総額
nl: Totale Portfoliowaarde
pt: Valor Total do Portfólio
ru: Общая стоимость портфеля
zh: 投资组合总价值

source: Learning Corner
de: Lernecke
fr: Coin d'Apprentissage
hi: लर्निंग कॉर्नर
it: Angolo dell'Apprendimento
ja: 学習コーナー
nl: Leerhoek
pt: Canto de Aprendizagem
ru: Уголок обучения
zh: 学习角

source: Learn more
de: Mehr erfahren
fr: En savoir plus
hi: और जानें
it: Scopri di più
ja: 詳しく見る
nl: Meer informatie
pt: Saiba mais
ru: Узнать больше
zh: 了解更多

source: Learn how bonds work
de: Erfahren Sie, wie Anleihen funktionieren
fr: Apprenez comment fonctionnent les obligations
hi: जानें कि बॉन्ड कैसे काम करते हैं
it: Scopri come funzionano le obbligazioni
ja: 債券の仕組みを学ぶ
nl: Leer hoe obligaties werken
pt: Aprenda como funcionam os títulos
ru: Узнайте, как работают облигации
zh: 了解债券的运作方式

source: Asset Overview
de: Vermögensübersicht
fr: Aperçu des Actifs
hi: संपत्ति का अवलोकन
it: Panoramica delle Attività
ja: 資産概要
nl: Activaoverzicht
pt: Visão Geral de Ativos
ru: Обзор активов
zh: 资产概览

# classLabel
source: Class
de: Klasse
fr: Classe
hi: क्लास
it: Classe
ja: クラス
nl: Klasse
pt: Classe
ru: Класс
zh: 类别

source: Broker
de: Makler
fr: Courtier
hi: ब्रोकर
ja: ブローカー
nl: Makelaar
pt: Corretor
ru: Брокер
zh: 经纪人

source: Performance
de: Leistung
hi: प्रदर्शन
it: Prestazione
ja: パフォーマンス
nl: Prestatie
pt: Desempenho
ru: Производительность
zh: 表现

source: Recent Activities
de: Letzte Aktivitäten
fr: Activités Récentes
hi: हाल की गतिविधियां
it: Attività Recenti
ja: 最近のアクティビティ
nl: Recente Activiteiten
pt: Atividades Recentes
ru: Недавние действия
zh: 最近活动

source: Relevance
de: Relevanz
fr: Pertinence
hi: प्रासंगिकता
it: Rilevanza
ja: 関連性
nl: Relevantie
pt: Relevância
ru: Актуальности
zh: 相关性

source: Stock
de: Aktie
fr: Action
hi: स्टॉक
it: Azione
ja: 株式
nl: Aandeel
pt: Ação
ru: Акция
zh: 股票

source: View all
de: Alle anzeigen
fr: Voir tout
hi: सभी देखें
it: Vedi tutto
ja: すべて表示
nl: Alles bekijken
pt: Ver tudo
ru: Посмотреть все
zh: 查看全部

source: Trade
de: Handeln
fr: Commerce
hi: व्यापार
it: Scambia
ja: 取引
nl: Handelen
pt: Negociar
ru: Торговать
zh: 交易

source: Coming Soon
de: Demnächst
fr: Bientôt disponible
hi: जल्द आ रहा है
it: Prossimamente
ja: 近日公開
nl: Binnenkort beschikbaar
pt: Em breve
ru: Скоро
zh: 即将推出

source: View Portfolio
de: Portfolio anzeigen
fr: Voir le Portefeuille
hi: पोर्टफोलियो देखें
it: Visualizza Portafoglio
ja: ポートフォリオを表示
nl: Portfolio Bekijken
pt: Ver Portfólio
ru: Просмотреть Портфель
zh: 查看投资组合

source: Link Account
de: Konto verknüpfen
fr: Lier le Compte
hi: खाता लिंक करें
it: Collega Account
ja: アカウントをリンク
nl: Account Koppelen
pt: Vincular Conta
ru: Связать Аккаунт
zh: 关联账户

source: Cash Wallet
de: Bargeld-Wallet
fr: Portefeuille Espèces
hi: नकद वॉलेट
it: Portafoglio Contanti
ja: 現金ウォレット
nl: Contant Portemonnee
pt: Carteira de Dinheiro
ru: Денежный Кошелек
zh: 现金钱包

source: Transactions
de: Transaktionen
hi: लेनदेन
it: Transazioni
ja: 取引
nl: Transacties
pt: Transações
ru: Транзакции
zh: 交易记录

source: Report an issue
de: Ein Problem melden
fr: Signaler un problème
hi: समस्या रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
nl: Probleem melden
pt: Relatar um problema
ru: Сообщить о проблеме
zh: 报告问题

source: Export
de: Exportieren
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
nl: Exporteren
pt: Exportar
ru: Экспортировать
zh: 导出

source: Filter
fr: Filtre
hi: फ़िल्टर
it: Filtro
ja: フィルター
pt: Filtro
ru: Фильтр
zh: 筛选

source: Apply
de: Anwenden
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
nl: Toepassen
pt: Aplicar
ru: Применить
zh: 应用

source: Cancel
de: Abbrechen
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

source: Balance
de: Saldo
fr: Solde
hi: शेष राशि
it: Saldo
ja: 残高
nl: Saldo
pt: Saldo
ru: Баланс
zh: 余额

source: Emergency Funds
de: Notfallfonds
fr: Fonds d'Urgence
hi: आपातकालीन फंड
it: Fondi di Emergenza
ja: 緊急資金
nl: Noodfondsen
pt: Fundos de Emergência
ru: Чрезвычайные Фонды
zh: 应急基金

source: You have no transactions
de: Sie haben keine Transaktionen
fr: Vous n'avez aucune transaction
hi: आपके पास कोई लेनदेन नहीं है
it: Non hai transazioni
ja: 取引がありません
nl: U heeft geen transacties
pt: Você não tem transações
ru: У вас нет транзакций
zh: 您没有交易记录

source: Transaction Receipt
de: Transaktionsbeleg
fr: Reçu de Transaction
hi: लेनदेन रसीद
it: Ricevuta di Transazione
ja: 取引レシート
nl: Transactiebewijs
pt: Recibo de Transação
ru: Квитанция о Транзакции
zh: 交易收据

source: Type
de: Typ
hi: प्रकार
it: Tipo
ja: タイプ
pt: Tipo
ru: Тип
zh: 类型

source: Asset Class
de: Anlageklasse
fr: Classe d'Actifs
hi: संपत्ति वर्ग
it: Classe di Attività
ja: 資産クラス
nl: Activaklasse
pt: Classe de Ativo
ru: Класс Активов
zh: 资产类别

source: Quantity
de: Menge
fr: Quantité
hi: मात्रा
it: Quantità
ja: 数量
nl: Hoeveelheid
pt: Quantidade
ru: Количество
zh: 数量

source: Purchase Price
de: Kaufpreis
fr: Prix d'Achat
hi: खरीद मूल्य
it: Prezzo di Acquisto
ja: 購入価格
nl: Aankoopprijs
pt: Preço de Compra
ru: Цена Покупки
zh: 购买价格

source: Total Cost
de: Gesamtkosten
fr: Coût Total
hi: कुल लागत
it: Costo Totale
ja: 総コスト
nl: Totale Kosten
pt: Custo Total
ru: Общая Стоимость
zh: 总成本

source: Charges
de: Gebühren
fr: Frais
hi: शुल्क
it: Commissioni
ja: 手数料
nl: Kosten
pt: Taxas
ru: Сборы
zh: 费用

source: Date
de: Datum
hi: तारीख
it: Data
ja: 日付
nl: Datum
pt: Data
ru: Дата
zh: 日期

source: Status
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ru: Статус
zh: 状态

source: Executed by
de: Ausgeführt von
fr: Exécuté par
hi: द्वारा निष्पादित
it: Eseguito da
ja: 実行者
nl: Uitgevoerd door
pt: Executado por
ru: Выполнено
zh: 执行者

source: Add notes
de: Notizen hinzufügen
fr: Ajouter des notes
hi: नोट्स जोड़ें
it: Aggiungi note
ja: メモを追加
nl: Notities toevoegen
pt: Adicionar notas
ru: Добавить заметки
zh: 添加备注

source: Print
de: Drucken
fr: Imprimer
hi: प्रिंट करें
it: Stampa
ja: 印刷
nl: Afdrukken
pt: Imprimir
ru: Печать
zh: 打印

source: Share
de: Teilen
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
nl: Delen
pt: Compartilhar
ru: Поделиться
zh: 分享

source: Completed
de: Abgeschlossen
fr: Terminé
hi: पूर्ण
it: Completato
ja: 完了
nl: Voltooid
pt: Concluído
ru: Завершено
zh: 已完成

source: Pending
de: Ausstehend
fr: En attente
hi: लंबित
it: In Attesa
ja: 保留中
nl: In Behandeling
pt: Pendente
ru: В ожидании
zh: 待处理

source: Failed
de: Fehlgeschlagen
fr: Échoué
hi: विफल
it: Fallito
ja: 失敗
nl: Mislukt
pt: Falhou
ru: Неудачно
zh: 失败

source: Cancelled
de: Storniert
fr: Annulé
hi: रद्द
it: Annullato
ja: キャンセル
nl: Geannuleerd
pt: Cancelado
ru: Отменено
zh: 已取消

source: Buy
de: Kaufen
fr: Acheter
hi: खरीदें
it: Acquista
ja: 購入
nl: Kopen
pt: Comprar
ru: Купить
zh: 购买

source: Sell
de: Verkaufen
fr: Vendre
hi: बेचें
it: Vendi
ja: 売却
nl: Verkopen
pt: Vender
ru: Продать
zh: 出售

source: Date Range
de: Datumsbereich
fr: Plage de Dates
hi: तिथि सीमा
it: Intervallo di Date
ja: 期間
nl: Datumbereik
pt: Intervalo de Datas
ru: Диапазон Дат
zh: 日期范围

source: Sort by:
de: Sortieren nach
fr: Trier par:
hi: द्वारा क्रमबद्ध करें
it: Ordina per
ja: 並び替え
nl: Sorteren op
pt: Ordenar por
ru: Сортировать по
zh: 排序方式

source: Sort by Status
de: Nach Status sortieren
fr: Trier par Statut
hi: स्थिति के अनुसार क्रमबद्ध करें
it: Ordina per Stato
ja: ステータスで並べ替え
nl: Sorteren op Status
pt: Ordenar por Status
ru: Сортировать по Статусу
zh: 按状态排序

source: Keyword Search
de: Stichwortsuche
fr: Recherche par Mot-clé
hi: कीवर्ड खोज
it: Ricerca per Parola Chiave
ja: キーワード検索
nl: Zoeken op Trefwoord
pt: Pesquisa por Palavra-chave
ru: Поиск по Ключевому Слову
zh: 关键词搜索

source: Enter a keyword
de: Geben Sie ein Stichwort ein
fr: Entrez un mot-clé
hi: एक कीवर्ड दर्ज करें
it: Inserisci una parola chiave
ja: キーワードを入力
nl: Voer een trefwoord in
pt: Digite uma palavra-chave
ru: Введите ключевое слово
zh: 输入关键词

source: Last 30 days
de: Letzte 30 Tage
fr: 30 derniers jours
hi: पिछले 30 दिन
it: Ultimi 30 giorni
ja: 過去30日間
nl: Laatste 30 dagen
pt: Últimos 30 dias
ru: Последние 30 дней
zh: 最近30天

source: Last 60 days
de: Letzte 60 Tage
fr: 60 derniers jours
hi: पिछले 60 दिन
it: Ultimi 60 giorni
ja: 過去60日間
nl: Laatste 60 dagen
pt: Últimos 60 dias
ru: Последние 60 дней
zh: 最近60天

source: This Year
de: Dieses Jahr
fr: Cette Année
hi: इस वर्ष
it: Quest'Anno
ja: 今年
nl: Dit Jaar
pt: Este Ano
ru: Этот Год
zh: 今年

source: Custom Date
de: Benutzerdefiniertes Datum
fr: Date Personnalisée
hi: कस्टम तिथि
it: Data Personalizzata
ja: カスタム日付
nl: Aangepaste Datum
pt: Data Personalizada
ru: Настраиваемая Дата
zh: 自定义日期

source: All
de: Alle
fr: Tout
hi: सभी
it: Tutti
ja: すべて
nl: Alle
pt: Todos
ru: Все
zh: 全部

source: Transfer
de: Überweisung
fr: Transfert
hi: स्थानांतरण
it: Trasferimento
ja: 送金
nl: Overmaken
pt: Transferência
ru: Перевод
zh: 转账

source: Choose file format
de: Dateiformat wählen
fr: Choisir le format de fichier
hi: फ़ाइल प्रारूप चुनें
it: Scegli formato file
ja: ファイル形式を選択
nl: Kies bestandsformaat
pt: Escolher formato de arquivo
ru: Выберите формат файла
zh: 选择文件格式

source: PDF Format
fr: Format PDF
hi: PDF प्रारूप
it: Formato PDF
ja: PDF形式
nl: PDF-formaat
pt: Formato PDF
ru: Формат PDF
zh: PDF格式

# tellUsWhatsGoingOn
source: Tell us what's going on and we'll get back to you shortly
de: Sagen Sie uns, was los ist, und wir melden uns in Kürze bei Ihnen
fr: Dites-nous ce qui se passe et nous vous répondrons sous peu
hi: हमें बताएं कि क्या हो रहा है और हम जल्द ही आपसे संपर्क करेंगे
it: Raccontaci cosa sta succedendo e ti risponderemo presto
ja: 何が起こっているか教えてください。すぐにご連絡します
nl: Vertel ons wat er aan de hand is en we nemen snel contact met u op
pt: Conte-nos o que está acontecendo e entraremos em contato em breve
ru: Расскажите нам, что происходит, и мы скоро свяжемся с вами
zh: 告诉我们发生了什么，我们会尽快回复您

source: Describe your issue...
de: Beschreiben Sie Ihr Problem...
fr: Décrivez votre problème...
hi: अपनी समस्या का वर्णन करें...
it: Descrivi il tuo problema...
ja: 問題を説明してください...
nl: Beschrijf uw probleem...
pt: Descreva seu problema...
ru: Опишите вашу проблему...
zh: 描述您的问题...

source: Issue reported successfully
de: Problem erfolgreich gemeldet
fr: Problème signalé avec succès
hi: समस्या सफलतापूर्वक रिपोर्ट की गई
it: Problema segnalato con successo
ja: 問題が正常に報告されました
nl: Probleem succesvol gemeld
pt: Problema reportado com sucesso
ru: Проблема успешно сообщена
zh: 问题报告成功

source: Exporting as
de: Exportieren als
fr: Exportation en tant que
hi: के रूप में निर्यात किया जा रहा है
it: Esportazione come
ja: エクスポート中
nl: Exporteren als
pt: Exportando como
ru: Экспорт как
zh: 导出为

source: Print coming soon
de: Drucken demnächst verfügbar
fr: Impression bientôt disponible
hi: प्रिंट जल्द आ रहा है
it: Stampa prossimamente
ja: 印刷は近日公開
nl: Afdrukken binnenkort beschikbaar
pt: Imprimir em breve
ru: Печать скоро
zh: 打印即将推出

source: Share coming soon
de: Teilen demnächst verfügbar
fr: Partage bientôt disponible
hi: साझा करना जल्द आ रहा है
it: Condivisione prossimamente
ja: 共有は近日公開
nl: Delen binnenkort beschikbaar
pt: Compartilhar em breve
ru: Поделиться скоро
zh: 分享即将推出

source: Withdraw coming soon
de: Abheben demnächst verfügbar
fr: Retrait bientôt disponible
hi: निकासी जल्द आ रही है
it: Prelievo prossimamente
ja: 出金は近日公開
nl: Opnemen binnenkort beschikbaar
pt: Sacar em breve
ru: Снятие скоро
zh: 取款即将推出

source: Deposit coming soon
de: Einzahlen demnächst verfügbar
fr: Dépôt bientôt disponible
hi: जमा जल्द आ रहा है
it: Deposito prossimamente
ja: 入金は近日公開
nl: Storten binnenkort beschikbaar
pt: Depositar em breve
ru: Внесение скоро
zh: 存款即将推出

source: No transactions yet
de: Noch keine Transaktionen
fr: Aucune transaction pour le moment
hi: अभी तक कोई लेनदेन नहीं
it: Nessuna transazione ancora
ja: まだ取引がありません
nl: Nog geen transacties
pt: Nenhuma transação ainda
ru: Пока нет транзакций
zh: 还没有交易记录

source: Hi, I'm Mula Bot
de: Hallo, ich bin Mula Bot
fr: Salut, je suis Mula Bot
hi: नमस्ते, मैं Mula Bot हूं
it: Ciao, sono Mula Bot
ja: こんにちは、Mula Botです
nl: Hoi, ik ben Mula Bot
pt: Olá, sou Mula Bot
ru: Привет, я Mula Bot
zh: 你好，我是 Mula Bot
