Repository: bnasare/mula
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, it, ja, nl, pt, ru, zh

source: Bank account number
de: Bankkontonummer
fr: Numéro de compte bancaire
hi: बैंक खाता संख्या
it: Numero di conto bancario
ja: 銀行口座番号
nl: Bankrekeningnummer
pt: Número da conta bancária
ru: Номер банковского счета
zh: 银行账户号码

source: Enter your account number
de: Geben Sie Ihre Kontonummer ein
fr: Entrez votre numéro de compte
hi: अपना खाता संख्या दर्ज करें
it: Inserisci il tuo numero di conto
ja: 口座番号を入力してください
nl: Voer uw rekeningnummer in
pt: Digite o número da sua conta
ru: Введите номер вашего счета
zh: 输入您的账户号码

source: Choose Account Type
de: Kontotyp wählen
fr: Choisir le Type de Compte
hi: खाता प्रकार चुनें
it: Scegli il Tipo di Account
ja: アカウントタイプを選択
nl: Kies accounttype
pt: Escolher tipo de conta
ru: Выбрать тип счета
zh: 选择账户类型

# chooseAccountTypeDescription
source: Choosing the right account type helps us connect you to the right providers.
de: Die Wahl des richtigen Kontotyps hilft uns, Sie mit den richtigen Anbietern zu verbinden.
fr: Choisir le bon type de compte nous aide à vous connecter aux bons fournisseurs.
hi: सही खाता प्रकार चुनने से हमें आपको सही प्रदाताओं से जोड़ने में मदद मिलती है।
it: Scegliere il giusto tipo di account ci aiuta a connetterti con i fornitori giusti.
ja: 適切なアカウントタイプを選択することで、適切なプロバイダーに接続できます。
nl: Het kiezen van het juiste accounttype helpt ons u te verbinden met de juiste providers.
pt: Escolher o tipo de conta certo nos ajuda a conectá-lo aos provedores certos.
ru: Выбор правильного типа счета помогает нам связать вас с подходящими провайдерами.
zh: 选择正确的账户类型可帮助我们将您与合适的提供商联系起来。

source: Brokers
de: Makler
fr: Courtiers
hi: ब्रोकर्स
it: Broker
ja: ブローカー
nl: Makelaars
pt: Corretores
ru: Брокеры
zh: 经纪人

# brokersDescription
source: Select your broker to start your investment journey.
de: Wählen Sie Ihren Makler, um Ihre Investitionsreise zu beginnen.
fr: Sélectionnez votre courtier pour commencer votre parcours d'investissement.
hi: अपनी निवेश यात्रा शुरू करने के लिए अपना ब्रोकर चुनें।
it: Seleziona il tuo broker per iniziare il tuo viaggio di investimento.
ja: 投資の旅を始めるために、ブローカーを選択してください。
nl: Selecteer uw makelaar om uw investeringsreis te starten.
pt: Selecione seu corretor para iniciar sua jornada de investimento.
ru: Выберите своего брокера, чтобы начать свою инвестиционную деятельность.
zh: 选择您的经纪人开始您的投资之旅。

source: No brokers found
de: Keine Makler gefunden
fr: Aucun courtier trouvé
hi: कोई ब्रोकर नहीं मिला
it: Nessun broker trovato
ja: ブローカーが見つかりません
nl: Geen makelaars gevonden
pt: Nenhum corretor encontrado
ru: Брокеры не найдены
zh: 未找到经纪人

source: Account details successfully submitted
de: Kontodaten erfolgreich übermittelt
fr: Détails du compte soumis avec succès
hi: खाता विवरण सफलतापूर्वक जमा किया गया
it: Dettagli account inviati con successo
ja: アカウント詳細が正常に送信されました
nl: Accountgegevens succesvol ingediend
pt: Detalhes da conta enviados com sucesso
ru: Данные учетной записи успешно отправлены
zh: 账户详情提交成功

# accountDetailsSuccessDescription
source: Your account has been created. Check your email to validate your account. Check your email for updates on the status of verification.
de: Ihr Konto wurde erstellt. Überprüfen Sie Ihre E-Mail, um Ihr Konto zu validieren. Überprüfen Sie Ihre E-Mail auf Updates zum Verifizierungsstatus.
fr: Votre compte a été créé. Vérifiez votre e-mail pour valider votre compte. Consultez votre e-mail pour les mises à jour sur l'état de vérification.
hi: आपका खाता बन गया है। अपने खाते को मान्य करने के लिए अपना ईमेल जांचें। सत्यापन की स्थिति पर अपडेट के लिए अपना ईमेल जांचें।
it: Il tuo account è stato creato. Controlla la tua email per convalidare il tuo account. Controlla la tua email per aggiornamenti sullo stato della verifica.
ja: アカウントが作成されました。アカウントを検証するためにメールを確認してください。確認ステータスの更新についてメールを確認してください。
nl: Uw account is aangemaakt. Controleer uw e-mail om uw account te valideren. Controleer uw e-mail voor updates over de status van verificatie.
pt: Sua conta foi criada. Verifique seu e-mail para validar sua conta. Verifique seu e-mail para atualizações sobre o status da verificação.
ru: Ваша учетная запись была создана. Проверьте свою электронную почту, чтобы подтвердить учетную запись. Проверьте свою почту на наличие обновлений о статусе проверки.
zh: 您的账户已创建。请检查您的邮箱以验证您的账户。请查看您的邮箱了解验证状态的更新。

source: ID Verification
de: Identitätsprüfung
fr: Vérification d'Identité
hi: पहचान सत्यापन
it: Verifica Identità
ja: 本人確認
nl: ID-verificatie
pt: Verificação de ID
ru: Проверка личности
zh: 身份验证

# selectIdType
source: Select an ID type to verify your identity
de: Wählen Sie einen Ausweistyp zur Verifizierung Ihrer Identität
fr: Sélectionnez un type d'ID pour vérifier votre identité
hi: अपनी पहचान सत्यापित करने के लिए एक आईडी प्रकार चुनें
it: Seleziona un tipo di ID per verificare la tua identità
ja: 本人確認のためIDタイプを選択してください
nl: Selecteer een ID-type om je identiteit te verifiëren
pt: Selecione um tipo de ID para verificar sua identidade
ru: Выберите тип удостоверения для подтверждения личности
zh: 选择身份证件类型以验证您的身份

source: Ghana Card
de: Ghana-Karte
fr: Carte du Ghana
hi: घाना कार्ड
it: Carta del Ghana
ja: ガーナカード
nl: Ghana-kaart
pt: Cartão de Gana
ru: Карта Ганы
zh: 加纳卡

source: Driver's License
de: Führerschein
fr: Permis de Conduire
hi: ड्राइविंग लाइसेंस
it: Patente di Guida
ja: 運転免許証
nl: Rijbewijs
pt: Carteira de Motorista
ru: Водительские права
zh: 驾驶执照

source: Passport
de: Reisepass
fr: Passeport
hi: पासपोर्ट
it: Passaporto
ja: パスポート
nl: Paspoort
pt: Passaporte
ru: Паспорт
zh: 护照

# uploadDocumentsDescription
source: Upload your documents securely to verify your identity and finish setting up your account
de: Laden Sie Ihre Dokumente sicher hoch, um Ihre Identität zu verifizieren und die Einrichtung Ihres Kontos abzuschließen
fr: Téléchargez vos documents en toute sécurité pour vérifier votre identité et terminer la configuration de votre compte
hi: अपनी पहचान सत्यापित करने और अपने खाते की सेटअप पूरी करने के लिए अपने दस्तावेज़ सुरक्षित रूप से अपलोड करें
it: Carica i tuoi documenti in modo sicuro per verificare la tua identità e completare la configurazione del tuo account
ja: 本人確認のため、文書を安全にアップロードして、アカウント設定を完了してください
nl: Upload je documenten veilig om je identiteit te verifiëren en je account in te stellen
pt: Carregue seus documentos com segurança para verificar sua identidade e concluir a configuração de sua conta
ru: Безопасно загрузите свои документы для подтверждения личности и завершения настройки аккаунта
zh: 安全上传您的文件以验证您的身份并完成账户设置

# pictureOfFront
source: Picture of the front
de: Bild der Vorderseite
fr: Photo du recto
hi: सामने की तस्वीर
it: Foto del fronte
ja: 表面の写真
nl: Foto van de voorkant
pt: Foto da frente
ru: Фото лицевой стороны
zh: 正面照片

# pictureOfBack
source: Picture of the back
de: Bild der Rückseite
fr: Photo du verso
hi: पीछे की तस्वीर
it: Foto del retro
ja: 裏面の写真
nl: Foto van de achterkant
pt: Foto do verso
ru: Фото обратной стороны
zh: 背面照片

source: Tap to upload
de: Zum Hochladen tippen
fr: Appuyez pour télécharger
hi: अपलोड करने के लिए टैप करें
it: Tocca per caricare
ja: タップしてアップロード
nl: Tik om te uploaden
pt: Toque para carregar
ru: Нажмите, чтобы загрузить
zh: 点击上传

source: Image uploaded
de: Bild hochgeladen
fr: Image téléchargée
hi: छवि अपलोड की गई
it: Immagine caricata
ja: 画像がアップロードされました
nl: Afbeelding geüpload
pt: Imagem carregada
ru: Изображение загружено
zh: 图片已上传

# maxSize
source: Max size: 2MB
de: Max. Größe: 2MB
fr: Taille max: 2MB
hi: अधिकतम आकार: 2MB
it: Dimensione max: 2MB
ja: 最大サイズ：2MB
nl: Max grootte: 2MB
pt: Tamanho máx: 2MB
ru: Макс. размер: 2MB
zh: 最大尺寸：2MB

source: Number
de: Nummer
fr: Numéro
hi: नंबर
it: Numero
ja: 番号
nl: Nummer
pt: Número
ru: Номер
zh: 号码

source: Issue Date
de: Ausgabedatum
fr: Date d'émission
hi: जारी करने की तिथि
it: Data di emissione
ja: 発行日
nl: Uitgiftedatum
pt: Data de emissão
ru: Дата выпуска
zh: 发行日期

source: Expiry date
de: Ablaufdatum
fr: Date d'expiration
hi: समाप्ति तिथि
it: Data di scadenza
ja: 有効期限
nl: Vervaldatum
pt: Data de validade
ru: Дата истечения
zh: 到期日期

source: Next
de: Weiter
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
nl: Volgende
pt: Próximo
ru: Далее
zh: 下一步

# investmentExperience
source: Your Investment Experience
de: Ihre Anlageerfahrung
fr: Votre Expérience d'Investissement
hi: आपका निवेश अनुभव
it: La Tua Esperienza di Investimento
ja: あなたの投資経験
nl: Je beleggingservaring
pt: Sua Experiência de Investimento
ru: Ваш Опыт Инвестирования
zh: 您的投资经验

# investmentExperienceDescription
source: This helps us recommend the best tools, resources and layout for you
de: Dies hilft uns, die besten Tools, Ressourcen und Layouts für Sie zu empfehlen
fr: Cela nous aide à recommander les meilleurs outils, ressources et mise en page pour vous
hi: यह हमें आपके लिए सर्वोत्तम टूल, संसाधन और लेआउट की अनुशंसा करने में मदद करता है
it: Questo ci aiuta a consigliare i migliori strumenti, risorse e layout per te
ja: これにより、最適なツール、リソース、レイアウトをお勧めできます
nl: Dit helpt ons de beste tools, bronnen en lay-out voor je te aanbevelen
pt: Isso nos ajuda a recomendar as melhores ferramentas, recursos e layout para você
ru: Это помогает нам рекомендовать лучшие инструменты, ресурсы и макет для вас
zh: 这有助于我们为您推荐最佳的工具、资源和布局

source: Beginner
de: Anfänger
fr: Débutant
hi: शुरुआती
it: Principiante
ja: 初心者
pt: Iniciante
ru: Новичок
zh: 初学者

# beginnerDescription
source: I'm just starting out. I want to learn the basics.
de: Ich fange gerade an. Ich möchte die Grundlagen lernen.
fr: Je débute. Je veux apprendre les bases.
hi: मैं अभी शुरुआत कर रहा हूं। मैं मूल बातें सीखना चाहता हूं।
it: Sto appena iniziando. Voglio imparare le basi.
ja: 始めたばかりです。基本を学びたいです。
nl: Ik ben net begonnen. Ik wil de basisprincipes leren.
pt: Estou apenas começando. Quero aprender o básico.
ru: Я только начинаю. Хочу изучить основы.
zh: 我刚开始。我想学习基础知识。

source: Intermediate
de: Fortgeschritten
fr: Intermédiaire
hi: मध्यवर्ती
it: Intermedio
ja: 中級者
nl: Gemiddeld
pt: Intermediário
ru: Средний уровень
zh: 中级

# intermediateDescription
source: I've done some investing and understand how things work.
de: Ich habe etwas investiert und verstehe, wie die Dinge funktionieren.
fr: J'ai investi un peu et je comprends comment les choses fonctionnent.
hi: मैंने कुछ निवेश किया है और समझता हूं कि चीजें कैसे काम करती हैं।
it: Ho fatto qualche investimento e capisco come funzionano le cose.
ja: 少し投資をしたことがあり、仕組みを理解しています。
nl: Ik heb wat belegd en begrijp hoe dingen werken.
pt: Já investi um pouco e entendo como as coisas funcionam.
ru: Я немного инвестировал и понимаю, как все работает.
zh: 我已经做过一些投资，了解事情的运作方式。

source: Advanced
de: Experte
fr: Avancé
hi: उन्नत
it: Avanzato
ja: 上級者
nl: Gevorderd
pt: Avançado
ru: Продвинутый
zh: 高级

# advancedDescription
source: I'm experienced and want full access to advanced tools.
de: Ich bin erfahren und möchte vollen Zugang zu fortgeschrittenen Tools.
fr: J'ai de l'expérience et je veux un accès complet aux outils avancés.
hi: मैं अनुभवी हूं और उन्नत टूल तक पूर्ण पहुंच चाहता हूं।
it: Ho esperienza e voglio l'accesso completo agli strumenti avanzati.
ja: 経験があり、高度なツールへの完全なアクセスが必要です。
nl: Ik ben ervaren en wil volledige toegang tot geavanceerde tools.
pt: Sou experiente e quero acesso completo a ferramentas avançadas.
ru: Я опытный и хочу полный доступ к продвинутым инструментам.
zh: 我有经验，想要完全访问高级工具。

# goodHandsTitle
source: You're in good hands
de: Sie sind in guten Händen
fr: Vous êtes entre de bonnes mains
hi: आप अच्छे हाथों में हैं
it: Sei in buone mani
ja: あなたは良い手の中にいます
nl: Je bent in goede handen
pt: Você está em boas mãos
ru: Вы в надежных руках
zh: 您在安全的手中

# goodHandsDescription
source: Investing might sound intimidating, but with MULA, you don't need to be an expert to start. We'll walk you through every step, from linking your accounts to understanding your portfolio, so you can invest with confidence.
de: Investieren mag einschüchternd klingen, aber mit MULA müssen Sie kein Experte sein, um anzufangen. Wir führen Sie durch jeden Schritt, von der Verknüpfung Ihrer Konten bis zum Verständnis Ihres Portfolios, damit Sie mit Zuversicht investieren können.
fr: L'investissement peut sembler intimidant, mais avec MULA, vous n'avez pas besoin d'être un expert pour commencer. Nous vous guiderons à chaque étape, de la liaison de vos comptes à la compréhension de votre portefeuille, pour que vous puissiez investir en toute confiance.
hi: निवेश भयावह लग सकता है, लेकिन MULA के साथ, आपको शुरू करने के लिए विशेषज्ञ होने की आवश्यकता नहीं है। हम आपको हर कदम पर मार्गदर्शन करेंगे, आपके खातों को लिंक करने से लेकर आपके पोर्टफोलियो को समझने तक, ताकि आप आत्मविश्वास के साथ निवेश कर सकें।
it: Investire può sembrare intimidatorio, ma con MULA, non è necessario essere un esperto per iniziare. Ti guideremo in ogni fase, dal collegamento dei tuoi account alla comprensione del tuo portafoglio, in modo che tu possa investire con fiducia.
ja: 投資は intimidating に聞こえるかもしれませんが、MULAを使用すれば、開始するために専門家である必要はありません。アカウントのリンクからポートフォリオの理解まで、すべてのステップをご案内し、自信を持って投資できるようにします。
nl: Beleggen kan intimiderend klinken, maar met MULA hoef je geen expert te zijn om te beginnen. We begeleiden je bij elke stap, van het koppelen van je accounts tot het begrijpen van je portfolio, zodat je met vertrouwen kunt beleggen.
pt: Investir pode parecer intimidador, mas com MULA, você não precisa ser um especialista para começar. Vamos guiá-lo em cada etapa, desde vincular suas contas até entender seu portfólio, para que você possa investir com confiança.
ru: Инвестирование может показаться пугающим, но с MULA вам не нужно быть экспертом, чтобы начать. Мы проведем вас через каждый шаг, от привязки ваших счетов до понимания вашего портфеля, чтобы вы могли инвестировать с уверенностью.
zh: 投资可能听起来令人生畏，但使用 MULA，您无需成为专家即可开始。我们将引导您完成每一步，从关联您的账户到了解您的投资组合，让您充满信心地进行投资。

# hereIsWhatYouCanExpect
source: Here's what you can expect:
de: Das können Sie erwarten:
fr: Voici ce à quoi vous pouvez vous attendre:
hi: यहां वह है जो आप उम्मीद कर सकते हैं:
it: Ecco cosa puoi aspettarti:
ja: 期待できることは次のとおりです:
nl: Dit is wat je kunt verwachten:
pt: Aqui está o que você pode esperar:
ru: Вот что вы можете ожидать:
zh: 您可以期待以下内容：

# toolsToGrowKnowledge
source: Tools to grow your knowledge
de: Tools zum Ausbau Ihres Wissens
fr: Des outils pour développer vos connaissances
hi: अपने ज्ञान को बढ़ाने के लिए उपकरण
it: Strumenti per far crescere le tue conoscenze
ja: 知識を増やすツール
nl: Tools om je kennis te vergroten
pt: Ferramentas para aumentar seu conhecimento
ru: Инструменты для расширения ваших знаний
zh: 增长知识的工具

# supportWheneverNeeded
source: Support whenever you need it
de: Unterstützung, wann immer Sie sie brauchen
fr: Un support quand vous en avez besoin
hi: जब भी आपको इसकी आवश्यकता हो सहायता
it: Supporto ogni volta che ne hai bisogno
ja: 必要なときにいつでもサポート
nl: Ondersteuning wanneer je het nodig hebt
pt: Suporte sempre que você precisar
ru: Поддержка в любое время, когда вам нужна
zh: 随时为您提供支持

# guidanceToExplore
source: Guidance to explore investment opportunities
de: Anleitung zur Erkundung von Anlagemöglichkeiten
fr: Des conseils pour explorer les opportunités d'investissement
hi: निवेश के अवसरों का पता लगाने के लिए मार्गदर्शन
it: Guida per esplorare opportunità di investimento
ja: 投資機会を探索するためのガイダンス
nl: Begeleiding om beleggingsmogelijkheden te verkennen
pt: Orientação para explorar oportunidades de investimento
ru: Руководство для изучения инвестиционных возможностей
zh: 探索投资机会的指导

# simpleExplanations
source: Simple explanations at every step
de: Einfache Erklärungen bei jedem Schritt
fr: Des explications simples à chaque étape
hi: हर कदम पर सरल स्पष्टीकरण
it: Spiegazioni semplici ad ogni passo
ja: 各ステップでの簡単な説明
nl: Eenvoudige uitleg bij elke stap
pt: Explicações simples em cada etapa
ru: Простые объяснения на каждом шагу
zh: 每一步都有简单的解释

# linkInvestmentAccounts
source: Link Your Investment Accounts
de: Verknüpfen Sie Ihre Anlagekonten
fr: Liez Vos Comptes d'Investissement
hi: अपने निवेश खातों को लिंक करें
it: Collega i Tuoi Conti di Investimento
ja: 投資アカウントをリンク
nl: Koppel je beleggingsaccounts
pt: Vincule Suas Contas de Investimento
ru: Привяжите Ваши Инвестиционные Счета
zh: 关联您的投资账户

# linkAccountsDescription
source: This helps us show everything you own, in one place
de: Dies hilft uns, Ihnen alles, was Sie besitzen, an einem Ort zu zeigen
fr: Cela nous aide à vous montrer tout ce que vous possédez, en un seul endroit
hi: यह हमें आपकी स्वामित्व वाली हर चीज़ को एक ही स्थान पर दिखाने में मदद करता है
it: Questo ci aiuta a mostrarti tutto ciò che possiedi, in un unico posto
ja: これにより、所有するすべてのものを1か所で表示できます
nl: Dit helpt ons je alles wat je bezit op één plek te laten zien
pt: Isso nos ajuda a mostrar tudo o que você possui, em um só lugar
ru: Это помогает нам показать все, что вы владеете, в одном месте
zh: 这有助于我们在一个地方向您展示您拥有的一切

# csdAccount
source: I have a CSD account
de: Ich habe ein CSD-Konto
fr: J'ai un compte CSD
hi: मेरे पास CSD खाता है
it: Ho un account CSD
ja: CSDアカウントを持っています
nl: Ik heb een CSD-account
pt: Tenho uma conta CSD
ru: У меня есть счет CSD
zh: 我有 CSD 账户

# csdAccountDescription
source: For securities like stocks, bonds and T-bills
de: Für Wertpapiere wie Aktien, Anleihen und Schatzwechsel
fr: Pour les titres comme les actions, les obligations et les bons du Trésor
hi: स्टॉक, बॉन्ड और ट्रेजरी बिल जैसी प्रतिभूतियों के लिए
it: Per titoli come azioni, obbligazioni e buoni del tesoro
ja: 株式、債券、国債などの証券用
nl: Voor effecten zoals aandelen, obligaties en schatkistpapier
pt: Para títulos como ações, títulos e letras do tesouro
ru: Для ценных бумаг, таких как акции, облигации и казначейские векселя
zh: 用于股票、债券和国债等证券

# cisAccount
source: I have a CIS account
de: Ich habe ein CIS-Konto
fr: J'ai un compte CIS
hi: मेरे पास CIS खाता है
it: Ho un account CIS
ja: CISアカウントを持っています
nl: Ik heb een CIS-account
pt: Tenho uma conta CIS
ru: У меня есть счет CIS
zh: 我有 CIS 账户

# cisAccountDescription
source: From Fund Managers like Databank, EDC, etc.
de: Von Fondsmanagern wie Databank, EDC usw.
fr: De gestionnaires de fonds comme Databank, EDC, etc.
hi: Databank, EDC आदि जैसे फंड मैनेजरों से
it: Da gestori di fondi come Databank, EDC, ecc.
ja: Databank、EDCなどのファンドマネージャーから
nl: Van fondsbeheerders zoals Databank, EDC, enz.
pt: De gestores de fundos como Databank, EDC, etc.
ru: От управляющих фондами, таких как Databank, EDC и т. д.
zh: 来自 Databank、EDC 等基金管理公司

# dontHaveAccountDescription
source: You can create an account and start investing today
de: Sie können ein Konto erstellen und heute mit dem Investieren beginnen
fr: Vous pouvez créer un compte et commencer à investir aujourd'hui
hi: आप एक खाता बना सकते हैं और आज ही निवेश करना शुरू कर सकते हैं
it: Puoi creare un account e iniziare a investire oggi
ja: アカウントを作成して今日から投資を始めることができます
nl: Je kunt een account aanmaken en vandaag nog beginnen met beleggen
pt: Você pode criar uma conta e começar a investir hoje
ru: Вы можете создать счет и начать инвестировать сегодня
zh: 您可以创建账户并立即开始投资

source: Select Fund Manager
de: Fondsmanager auswählen
fr: Sélectionner le Gestionnaire de Fonds
hi: फंड मैनेजर चुनें
it: Seleziona Gestore Fondi
ja: ファンドマネージャーを選択
nl: Fondsbeheerder selecteren
pt: Selecionar gestor de fundos
ru: Выбрать управляющего фондами
zh: 选择基金管理公司

# selectFundManagerDescription
source: Select your fund manager to start your investment journey.
de: Wählen Sie Ihren Fondsmanager, um Ihre Investitionsreise zu beginnen.
fr: Sélectionnez votre gestionnaire de fonds pour commencer votre parcours d'investissement.
hi: अपनी निवेश यात्रा शुरू करने के लिए अपना फंड मैनेजर चुनें।
it: Seleziona il tuo gestore fondi per iniziare il tuo viaggio di investimento.
ja: 投資の旅を始めるために、ファンドマネージャーを選択してください。
nl: Selecteer uw fondsbeheerder om uw investeringsreis te starten.
pt: Selecione seu gestor de fundos para iniciar sua jornada de investimento.
ru: Выберите своего управляющего фондами, чтобы начать свою инвестиционную деятельность.
zh: 选择您的基金管理公司开始您的投资之旅。

source: Search by asset name or type
de: Nach Vermögensname oder -typ suchen
fr: Rechercher par nom ou type d'actif
hi: संपत्ति नाम या प्रकार से खोजें
it: Cerca per nome o tipo di asset
ja: 資産名またはタイプで検索
nl: Zoeken op activanaam of -type
pt: Pesquisar por nome ou tipo de ativo
ru: Поиск по названию или типу актива
zh: 按资产名称或类型搜索

source: Add Another
de: Weitere hinzufügen
fr: Ajouter un Autre
hi: एक और जोड़ें
it: Aggiungi un Altro
ja: 別のものを追加
nl: Nog een toevoegen
pt: Adicionar outro
ru: Добавить ещё
zh: 添加另一个

source: Done
de: Fertig
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
nl: Klaar
pt: Concluído
ru: Готово
zh: 完成

source: Fund Manager
de: Fondsmanager
fr: Gestionnaire de Fonds
hi: फंड मैनेजर
it: Gestore Fondi
ja: ファンドマネージャー
nl: Fondsbeheerder
pt: Gestor de fundos
ru: Управляющий фондами
zh: 基金管理公司

# fundsManaged
source: Funds managed by
de: Verwaltete Fonds von
fr: Fonds gérés par
hi: द्वारा प्रबंधित फंड
it: Fondi gestiti da
ja: 管理されているファンド
nl: Fondsen beheerd door
pt: Fundos geridos por
ru: Фонды, управляемые
zh: 管理的基金

source: Select
de: Auswählen
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
nl: Selecteren
pt: Selecionar
ru: Выбрать
zh: 选择

source: Fund manager linked successfully
de: Fondsmanager erfolgreich verknüpft
fr: Gestionnaire de fonds lié avec succès
hi: फंड मैनेजर सफलतापूर्वक जुड़ा
it: Gestore fondi collegato con successo
ja: ファンドマネージャーが正常にリンクされました
nl: Fondsbeheerder succesvol gekoppeld
pt: Gestor de fundos vinculado com sucesso
ru: Управляющий фондами успешно привязан
zh: 基金管理公司关联成功

# fundManagerLinkedSuccessDescription
source: Your fund manager has been linked to your account. You can now view and manage your investments.
de: Ihr Fondsmanager wurde mit Ihrem Konto verknüpft. Sie können jetzt Ihre Investitionen anzeigen und verwalten.
fr: Votre gestionnaire de fonds a été lié à votre compte. Vous pouvez maintenant voir et gérer vos investissements.
hi: आपका फंड मैनेजर आपके खाते से जुड़ गया है। अब आप अपने निवेश देख और प्रबंधित कर सकते हैं।
it: Il tuo gestore fondi è stato collegato al tuo account. Ora puoi visualizzare e gestire i tuoi investimenti.
ja: ファンドマネージャーがアカウントにリンクされました。投資を表示および管理できるようになりました。
nl: Uw fondsbeheerder is gekoppeld aan uw account. U kunt nu uw investeringen bekijken en beheren.
pt: Seu gestor de fundos foi vinculado à sua conta. Agora você pode visualizar e gerenciar seus investimentos.
ru: Ваш управляющий фондами был привязан к вашей учетной записи. Теперь вы можете просматривать и управлять своими инвестициями.
zh: 您的基金管理公司已关联到您的账户。您现在可以查看和管理您的投资。

# enterCsdAccountNumber
source: What's your CSD account number?
de: Wie lautet Ihre CSD-Kontonummer?
fr: Quel est votre numéro de compte CSD?
hi: आपका CSD खाता संख्या क्या है?
it: Qual è il tuo numero di account CSD?
ja: CSDアカウント番号は何ですか？
nl: Wat is uw CSD-accountnummer?
pt: Qual é o número da sua conta CSD?
ru: Каков номер вашего счета CSD?
zh: 您的 CSD 账户号码是什么？

# csdAccountNumberDescription
source: You can find this number on your T-bill certificate. If you don't have it, contact your broker for help
de: Sie finden diese Nummer auf Ihrem Schatzwechselzertifikat. Wenn Sie sie nicht haben, wenden Sie sich an Ihren Makler
fr: Vous pouvez trouver ce numéro sur votre certificat de bon du Trésor. Si vous ne l'avez pas, contactez votre courtier pour obtenir de l'aide
hi: आप यह संख्या अपने ट्रेजरी बिल प्रमाणपत्र पर पा सकते हैं। यदि आपके पास नहीं है, तो सहायता के लिए अपने ब्रोकर से संपर्क करें
it: Puoi trovare questo numero sul tuo certificato di buono del tesoro. Se non ce l'hai, contatta il tuo broker per assistenza
ja: この番号は国債証書で見つけることができます。お持ちでない場合は、ブローカーに連絡してサポートを受けてください
nl: U kunt dit nummer vinden op uw schatkistpapier certificaat. Als u het niet heeft, neem dan contact op met uw makelaar
pt: Você pode encontrar esse número no seu certificado de letra do tesouro. Se não tiver, entre em contato com seu corretor para obter ajuda
ru: Вы можете найти этот номер в своем сертификате казначейского векселя. Если у вас его нет, обратитесь за помощью к своему брокеру
zh: 您可以在国债证书上找到此号码。如果您没有，请联系您的经纪人寻求帮助
