Repository: bnasare/mula
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, it, ja, nl, pt, ru, zh

# noPortfolioData
source: No portfolio data available
de: Keine Portfolio-Daten verfügbar
fr: Aucune donnée de portefeuille disponible
hi: कोई पोर्टफोलियो डेटा उपलब्ध नहीं
it: Nessun dato portafoglio disponibile
ja: ポートフォリオデータがありません
nl: Geen portefeuillegegevens beschikbaar
pt: Nenhum dado de carteira disponível
ru: Нет данных о портфеле
zh: 无可用的投资组合数据

source: See Advanced Chart
de: Erweitertes Diagramm anzeigen
fr: Voir le Graphique Avancé
hi: उन्नत चार्ट देखें
it: Vedi Grafico Avanzato
ja: 詳細チャートを見る
nl: Bekijk Geavanceerde Grafiek
pt: Ver Gráfico Avançado
ru: Посмотреть Расширенный График
zh: 查看高级图表

source: My Investments
de: Meine Investitionen
fr: Mes Investissements
hi: मेरे निवेश
it: I Miei Investimenti
ja: マイ投資
nl: Mijn Investeringen
pt: Meus Investimentos
ru: Мои Инвестиции
zh: 我的投资

source: Current Value
de: Aktueller Wert
fr: Valeur Actuelle
hi: वर्तमान मूल्य
it: Valore Attuale
ja: 現在の価値
nl: Huidige Waarde
pt: Valor Atual
ru: Текущая Стоимость
zh: 当前价值

# returnLabel
source: Return
de: Rendite
fr: Rendement
hi: रिटर्न
it: Rendimento
ja: リターン
nl: Rendement
pt: Retorno
ru: Доходность
zh: 回报

source: Shares
de: Aktien
fr: Actions
hi: शेयर
it: Azioni
ja: 株式
nl: Aandelen
pt: Ações
ru: Акции
zh: 股份

source: Cost Price
de: Kostenpreis
fr: Prix de revient
hi: लागत मूल्य
it: Prezzo di costo
ja: 原価
nl: Kostprijs
pt: Preço de custo
ru: Себестоимость
zh: 成本价

# capitalGains
source: Capital Gains/(Losses)
de: Kapitalgewinne/(Verluste)
fr: Plus-values/(Moins-values)
hi: पूंजीगत लाभ/(हानि)
it: Plusvalenze/(Minusvalenze)
ja: キャピタルゲイン/(損失)
nl: Vermogenswinsten/(Verliezen)
pt: Ganhos/(Perdas) de Capital
ru: Прирост/(Убыток) Капитала
zh: 资本收益/(损失)

source: About
de: Über
fr: À Propos
hi: के बारे में
it: Informazioni
ja: について
nl: Over
pt: Sobre
ru: О компании
zh: 关于

source: Treasury Bill
de: Schatzwechsel
fr: Bon du Trésor
hi: ट्रेजरी बिल
it: Buono del Tesoro
ja: 財務省証券
nl: Schatkistpapier
pt: Letra do Tesouro
ru: Казначейский Вексель
zh: 国库券

source: Purchase Interest Rate
de: Kaufzinssatz
fr: Taux d'Intérêt d'Achat
hi: खरीद ब्याज दर
it: Tasso di Interesse di Acquisto
ja: 購入金利
nl: Aankoop Rentepercentage
pt: Taxa de Juros de Compra
ru: Процентная Ставка Покупки
zh: 购买利率

source: Accrued Interest
de: Aufgelaufene Zinsen
fr: Intérêts Courus
hi: संचित ब्याज
it: Interessi Maturati
ja: 未収利息
nl: Opgelopen Rente
pt: Juros Acumulados
ru: Накопленные Проценты
zh: 应计利息

source: Overview
de: Übersicht
fr: Aperçu
hi: अवलोकन
it: Panoramica
ja: 概要
nl: Overzicht
pt: Visão Geral
ru: Обзор
zh: 概述

source: Holdings
de: Bestände
fr: Avoirs
hi: होल्डिंग्स
it: Partecipazioni
ja: 保有銘柄
nl: Bezittingen
pt: Participações
ru: Владения
zh: 持有

source: Allocation
de: Zuteilung
hi: आवंटन
it: Allocazione
ja: 配分
nl: Allocatie
pt: Alocação
ru: Распределение
zh: 配置

source: Metrics
de: Kennzahlen
fr: Métriques
hi: मेट्रिक्स
it: Metriche
ja: メトリクス
nl: Statistieken
pt: Métricas
ru: Метрики
zh: 指标

source: Units
de: Einheiten
fr: Unités
hi: इकाइयाँ
it: Unità
ja: ユニット
nl: Eenheden
pt: Unidades
ru: Единицы
zh: 单位

source: Industry
de: Branche
fr: Industrie
hi: उद्योग
it: Settore
ja: 業界
nl: Industrie
pt: Indústria
ru: Отрасль
zh: 行业

source: Rank
de: Rang
fr: Rang
hi: रैंक
it: Classifica
ja: ランク
nl: Rang
pt: Classificação
ru: Ранг
zh: 排名

source: Ghana Cedi
fr: Cedi Ghanéen
hi: घाना सेडी
it: Cedi Ghanese
ja: ガーナセディ
nl: Ghanese Cedi
pt: Cedi Ganês
ru: Ганский Седи
zh: 加纳塞地

source: Back to chart
de: Zurück zum Diagramm
fr: Retour au graphique
hi: चार्ट पर वापस जाएं
it: Torna al grafico
ja: チャートに戻る
nl: Terug naar grafiek
pt: Voltar ao gráfico
ru: Вернуться к графику
zh: 返回图表

source: Limit Market
de: Limitmarkt
fr: Marché Limité
hi: सीमा बाजार
it: Mercato Limitato
ja: 指値市場
nl: Limietmarkt
pt: Mercado Limitado
ru: Лимитный Рынок
zh: 限价市场

source: Market Order
de: Marktauftrag
fr: Ordre de Marché
hi: बाजार ऑर्डर
it: Ordine di Mercato
ja: 成行注文
nl: Marktorder
pt: Ordem de Mercado
ru: Рыночный Ордер
zh: 市价订单

source: Cash Balance
de: Barguthaben
fr: Solde de Trésorerie
hi: नकद शेष
it: Saldo Cassa
ja: 現金残高
nl: Kassaldo
pt: Saldo em Dinheiro
ru: Денежный Баланс
zh: 现金余额

# enterSharesPurchaseHint
source: Enter number of shares you want to purchase
de: Geben Sie die Anzahl der Aktien ein, die Sie kaufen möchten
fr: Entrez le nombre d'actions que vous souhaitez acheter
hi: आप जितने शेयर खरीदना चाहते हैं वह संख्या दर्ज करें
it: Inserisci il numero di azioni che vuoi acquistare
ja: 購入したい株式数を入力してください
nl: Voer het aantal aandelen in dat u wilt kopen
pt: Digite o número de ações que deseja comprar
ru: Введите количество акций, которые хотите купить
zh: 输入您想购买的股份数量

# enterSharesSellHint
source: Enter number of shares you want to sell
de: Geben Sie die Anzahl der Aktien ein, die Sie verkaufen möchten
fr: Entrez le nombre d'actions que vous souhaitez vendre
hi: आप जितने शेयर बेचना चाहते हैं वह संख्या दर्ज करें
it: Inserisci il numero di azioni che vuoi vendere
ja: 売却したい株式数を入力してください
nl: Voer het aantal aandelen in dat u wilt verkopen
pt: Digite o número de ações que deseja vender
ru: Введите количество акций, которые хотите продать
zh: 输入您想出售的股份数量

# enterAmountPurchaseHint
source: Enter the amount you want to purchase
de: Geben Sie den Betrag ein, den Sie kaufen möchten
fr: Entrez le montant que vous souhaitez acheter
hi: आप जितनी राशि खरीदना चाहते हैं वह दर्ज करें
it: Inserisci l'importo che vuoi acquistare
ja: 購入したい金額を入力してください
nl: Voer het bedrag in dat u wilt kopen
pt: Digite o valor que deseja comprar
ru: Введите сумму, которую хотите купить
zh: 输入您想购买的金额

# enterAmountSellHint
source: Enter the amount you want to sell
de: Geben Sie den Betrag ein, den Sie verkaufen möchten
fr: Entrez le montant que vous souhaitez vendre
hi: आप जितनी राशि बेचना चाहते हैं वह दर्ज करें
it: Inserisci l'importo che vuoi vendere
ja: 売却したい金額を入力してください
nl: Voer het bedrag in dat u wilt verkopen
pt: Digite o valor que deseja vender
ru: Введите сумму, которую хотите продать
zh: 输入您想出售的金额

source: Review Order
de: Bestellung überprüfen
fr: Vérifier la Commande
hi: ऑर्डर की समीक्षा करें
it: Rivedi Ordine
ja: 注文確認
nl: Order Beoordelen
pt: Revisar Pedido
ru: Проверить Заказ
zh: 审核订单

source: Review
de: Überprüfen
fr: Vérifier
hi: समीक्षा
it: Rivedi
ja: 確認
nl: Beoordelen
pt: Revisar
ru: Проверить
zh: 审核

source: Interest Rate
de: Zinssatz
fr: Taux d'Intérêt
hi: ब्याज दर
it: Tasso di Interesse
ja: 金利
nl: Rentepercentage
pt: Taxa de Juros
ru: Процентная Ставка
zh: 利率

source: Gross Consideration
de: Bruttogegenleistung
fr: Contrepartie Brute
hi: सकल प्रतिफल
it: Corrispettivo Lordo
ja: 総対価
nl: Bruto Tegenprestatie
pt: Contrapartida Bruta
ru: Валовое Возмещение
zh: 总对价

source: Information Technology
de: Informationstechnologie
fr: Technologies de l'Information
hi: सूचना प्रौद्योगिकी
it: Tecnologia dell'Informazione
ja: 情報技術
nl: Informatietechnologie
pt: Tecnologia da Informação
ru: Информационные Технологии
zh: 信息技术

source: Sector
de: Sektor
fr: Secteur
hi: क्षेत्र
it: Settore
ja: セクター
pt: Setor
ru: Сектор
zh: 部门

source: Country
de: Land
fr: Pays
hi: देश
it: Paese
ja: 国
nl: Land
pt: País
ru: Страна
zh: 国家

source: Weight
de: Gewicht
fr: Poids
hi: वजन
it: Peso
ja: ウェイト
nl: Gewicht
pt: Peso
ru: Вес
zh: 权重

# treasuryBillAbout
source: Treasury Bills (T-Bills) are short-term government securities issued by the Government of Ghana to raise funds for government operations and manage cash flow. They are considered one of the safest investment options in Ghana.
de: Schatzwechsel sind kurzfristige Staatsanleihen, die von der Regierung Ghanas ausgegeben werden, um Mittel für Regierungsoperationen zu beschaffen und den Cashflow zu verwalten. Sie gelten als eine der sichersten Anlageoptionen in Ghana.
fr: Les Bons du Trésor sont des titres gouvernementaux à court terme émis par le Gouvernement du Ghana pour lever des fonds pour les opérations gouvernementales et gérer les flux de trésorerie. Ils sont considérés comme l'une des options d'investissement les plus sûres au Ghana.
hi: ट्रेजरी बिल घाना सरकार द्वारा जारी अल्पकालिक सरकारी प्रतिभूतियां हैं जो सरकारी संचालन के लिए धन जुटाने और नकदी प्रवाह का प्रबंधन करने के लिए हैं। इन्हें घाना में सबसे सुरक्षित निवेश विकल्पों में से एक माना जाता है।
it: I Buoni del Tesoro sono titoli governativi a breve termine emessi dal Governo del Ghana per raccogliere fondi per le operazioni governative e gestire il flusso di cassa. Sono considerati una delle opzioni di investimento più sicure in Ghana.
ja: 財務省証券（T-Bills）は、ガーナ政府が政府運営の資金調達と現金流量管理のために発行する短期政府証券です。ガーナで最も安全な投資オプションの1つと考えられています。
nl: Schatkistpapier zijn kortlopende overheidspapieren uitgegeven door de regering van Ghana om fondsen te werven voor overheidsoperaties en cashflow te beheren. Ze worden beschouwd als een van de veiligste beleggingsopties in Ghana.
pt: As Letras do Tesouro são títulos governamentais de curto prazo emitidos pelo Governo de Gana para arrecadar fundos para operações governamentais e gerenciar o fluxo de caixa. São consideradas uma das opções de investimento mais seguras em Gana.
ru: Казначейские векселя - это краткосрочные государственные ценные бумаги, выпускаемые правительством Ганы для привлечения средств на государственные операции и управления денежными потоками. Они считаются одним из самых безопасных вариантов инвестирования в Гане.
zh: 国库券是加纳政府发行的短期政府证券，用于为政府运营筹集资金和管理现金流。它们被认为是加纳最安全的投资选择之一。

# mutualFundAbout
source: A mutual fund is an investment vehicle that pools money from multiple investors to invest in a diversified portfolio of stocks, bonds, or other securities. The fund is managed by professional fund managers who make investment decisions on behalf of the investors.
de: Ein Investmentfonds ist ein Anlagevehikel, das Geld von mehreren Anlegern bündelt, um in ein diversifiziertes Portfolio aus Aktien, Anleihen oder anderen Wertpapieren zu investieren. Der Fonds wird von professionellen Fondsmanagern verwaltet, die Anlageentscheidungen im Namen der Anleger treffen.
fr: Un fonds commun de placement est un véhicule d'investissement qui regroupe l'argent de plusieurs investisseurs pour investir dans un portefeuille diversifié d'actions, d'obligations ou d'autres titres. Le fonds est géré par des gestionnaires de fonds professionnels qui prennent des décisions d'investissement au nom des investisseurs.
hi: म्यूचुअल फंड एक निवेश वाहन है जो कई निवेशकों से पैसा एकत्र करता है ताकि स्टॉक, बॉन्ड या अन्य प्रतिभूतियों के विविध पोर्टफोलियो में निवेश किया जा सके। फंड का प्रबंधन पेशेवर फंड मैनेजरों द्वारा किया जाता है जो निवेशकों की ओर से निवेश निर्णय लेते हैं।
it: Un fondo comune è un veicolo di investimento che raccoglie denaro da più investitori per investire in un portafoglio diversificato di azioni, obbligazioni o altri titoli. Il fondo è gestito da gestori di fondi professionisti che prendono decisioni di investimento per conto degli investitori.
ja: 投資信託は、複数の投資家から資金を集め、株式、債券、その他の証券の分散ポートフォリオに投資する投資手段です。ファンドは、投資家に代わって投資決定を行うプロのファンドマネージャーによって管理されます。
nl: Een beleggingsfonds is een investeringsinstrument dat geld van meerdere beleggers bundelt om te beleggen in een gediversifieerde portefeuille van aandelen, obligaties of andere effecten. Het fonds wordt beheerd door professionele fondsbeheerders die namens de beleggers investeringsbeslissingen nemen.
pt: Um fundo mútuo é um veículo de investimento que reúne dinheiro de vários investidores para investir em uma carteira diversificada de ações, títulos ou outros valores mobiliários. O fundo é gerenciado por gestores de fundos profissionais que tomam decisões de investimento em nome dos investidores.
ru: Паевой фонд - это инвестиционный инструмент, который объединяет деньги нескольких инвесторов для инвестирования в диверсифицированный портфель акций, облигаций или других ценных бумаг. Фондом управляют профессиональные управляющие, которые принимают инвестиционные решения от имени инвесторов.
zh: 共同基金是一种投资工具，汇集多个投资者的资金，投资于股票、债券或其他证券的多元化投资组合。该基金由专业基金经理管理，代表投资者做出投资决策。

source: Choose Order Type
de: Ordertyp wählen
fr: Choisir le type d'ordre
hi: ऑर्डर प्रकार चुनें
it: Scegli il tipo di ordine
ja: 注文タイプを選択
nl: Kies ordertype
pt: Escolher tipo de ordem
ru: Выбрать тип ордера
zh: 选择订单类型

# chooseHowExecute
source: Choose how you want your order to be executed
de: Wählen Sie, wie Ihre Bestellung ausgeführt werden soll
fr: Choisissez comment vous souhaitez que votre ordre soit exécuté
hi: चुनें कि आप अपना ऑर्डर कैसे निष्पादित करना चाहते हैं
it: Scegli come vuoi che il tuo ordine venga eseguito
ja: 注文の実行方法を選択してください
nl: Kies hoe u uw order wilt laten uitvoeren
pt: Escolha como deseja que sua ordem seja executada
ru: Выберите, как вы хотите, чтобы ваш заказ был выполнен
zh: 选择您希望如何执行订单

# marketOrderDesc
source: Execute immediately at the best available price
de: Sofort zum besten verfügbaren Preis ausführen
fr: Exécuter immédiatement au meilleur prix disponible
hi: सर्वोत्तम उपलब्ध मूल्य पर तुरंत निष्पादित करें
it: Esegui immediatamente al miglior prezzo disponibile
ja: 最良の利用可能価格ですぐに実行する
nl: Voer onmiddellijk uit tegen de best beschikbare prijs
pt: Executar imediatamente ao melhor preço disponível
ru: Выполнить немедленно по лучшей доступной цене
zh: 立即以最佳可用价格执行

# limitOrderDesc
source: Set your own price. The order only executes if the chosen price is reached
de: Legen Sie Ihren eigenen Preis fest. Die Bestellung wird nur ausgeführt, wenn der gewählte Preis erreicht wird
fr: Définissez votre propre prix. L'ordre ne s'exécute que si le prix choisi est atteint
hi: अपनी खुद की कीमत निर्धारित करें। ऑर्डर केवल तभी निष्पादित होता है जब चुनी गई कीमत पहुंच जाती है
it: Imposta il tuo prezzo. L'ordine viene eseguito solo se viene raggiunto il prezzo scelto
ja: 独自の価格を設定します。選択した価格に達した場合にのみ注文が実行されます
nl: Stel uw eigen prijs in. De order wordt alleen uitgevoerd als de gekozen prijs wordt bereikt
pt: Defina seu próprio preço. A ordem só é executada se o preço escolhido for alcançado
ru: Установите свою собственную цену. Ордер выполняется только при достижении выбранной цены
zh: 设定您自己的价格。订单仅在达到所选价格时执行

source: Limit Order
fr: Ordre à cours limité
hi: लिमिट ऑर्डर
it: Ordine limite
ja: 指値注文
nl: Limietorder
pt: Ordem limitada
ru: Лимитный ордер
zh: 限价订单

# confirmDetailsBeforeBuy
source: Confirm the details before you buy
de: Details vor dem Kauf bestätigen
fr: Confirmer les détails avant d'acheter
hi: खरीदने से पहले विवरण की पुष्टि करें
it: Conferma i dettagli prima di acquistare
ja: 購入前に詳細を確認する
nl: Bevestig de details voordat u koopt
pt: Confirme os detalhes antes de comprar
ru: Подтвердите детали перед покупкой
zh: 购买前确认详情

# confirmDetailsBeforeSell
source: Confirm the details before you sell
de: Details vor dem Verkauf bestätigen
fr: Confirmer les détails avant de vendre
hi: बेचने से पहले विवरण की पुष्टि करें
it: Conferma i dettagli prima di vendere
ja: 売却前に詳細を確認する
nl: Bevestig de details voordat u verkoopt
pt: Confirme os detalhes antes de vender
ru: Подтвердите детали перед продажей
zh: 出售前确认详情

# confirmDetailsBeforeProceeding
source: Confirm the details before proceeding
de: Details vor dem Fortfahren bestätigen
fr: Confirmer les détails avant de continuer
hi: आगे बढ़ने से पहले विवरण की पुष्टि करें
it: Conferma i dettagli prima di procedere
ja: 続行する前に詳細を確認する
nl: Bevestig de details voordat u doorgaat
pt: Confirme os detalhes antes de prosseguir
ru: Подтвердите детали перед продолжением
zh: 继续前确认详情

source: Order Type
de: Ordertyp
fr: Type d'ordre
hi: ऑर्डर प्रकार
it: Tipo di ordine
ja: 注文タイプ
pt: Tipo de ordem
ru: Тип ордера
zh: 订单类型

source: Order Price
de: Orderpreis
fr: Prix de l'ordre
hi: ऑर्डर मूल्य
it: Prezzo dell'ordine
ja: 注文価格
nl: Orderprijs
pt: Preço da ordem
ru: Цена ордера
zh: 订单价格

source: Number of Shares
de: Anzahl der Aktien
fr: Nombre d'actions
hi: शेयरों की संख्या
it: Numero di azioni
ja: 株式数
nl: Aantal aandelen
pt: Número de ações
ru: Количество акций
zh: 股份数量

source: Current Price
de: Aktueller Preis
fr: Prix actuel
hi: वर्तमान मूल्य
it: Prezzo attuale
ja: 現在価格
nl: Huidige prijs
pt: Preço atual
ru: Текущая цена
zh: 当前价格

source: Total Charges
de: Gesamtkosten
fr: Frais totaux
hi: कुल शुल्क
it: Costi totali
ja: 総手数料
nl: Totale kosten
pt: Encargos totais
ru: Общие расходы
zh: 总费用

source: Net Consideration
de: Nettobetrag
fr: Contrepartie nette
hi: शुद्ध विचार
it: Controvalore netto
ja: 純対価
nl: Netto tegenprestatie
pt: Contrapartida líquida
ru: Чистая сумма
zh: 净对价

source: Available Cash balance
de: Verfügbares Barguthaben
fr: Solde de trésorerie disponible
hi: उपलब्ध नकद शेष
it: Saldo di cassa disponibile
ja: 利用可能な現金残高
nl: Beschikbaar kassaldo
pt: Saldo de caixa disponível
ru: Доступный остаток наличных
zh: 可用现金余额

source: Confirm
de: Bestätigen
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
zh: 确认

source: Order Successful
de: Order erfolgreich
fr: Ordre réussi
hi: ऑर्डर सफल
it: Ordine riuscito
ja: 注文成功
nl: Order succesvol
pt: Ordem bem-sucedida
ru: Ордер успешен
zh: 订单成功

# orderSubmittedBroker
source: Your order request has been submitted to the Broker
de: Ihre Orderanfrage wurde an den Broker übermittelt
fr: Votre demande d'ordre a été soumise au courtier
hi: आपका ऑर्डर अनुरोध ब्रोकर को सबमिट कर दिया गया है
it: La tua richiesta d'ordine è stata inviata al broker
ja: 注文リクエストがブローカーに送信されました
nl: Uw orderaanvraag is naar de makelaar verzonden
pt: Sua solicitação de ordem foi enviada ao corretor
ru: Ваш запрос на ордер был отправлен брокеру
zh: 您的订单请求已提交给经纪人

# orderSubmittedFundManager
source: Your order request has been submitted to the Fund Manager
de: Ihre Orderanfrage wurde an den Fondsmanager übermittelt
fr: Votre demande d'ordre a été soumise au gestionnaire de fonds
hi: आपका ऑर्डर अनुरोध फंड मैनेजर को सबमिट कर दिया गया है
it: La tua richiesta d'ordine è stata inviata al gestore del fondo
ja: 注文リクエストがファンドマネージャーに送信されました
nl: Uw orderaanvraag is naar de fondsbeheerder verzonden
pt: Sua solicitação de ordem foi enviada ao gestor de fundos
ru: Ваш запрос на ордер был отправлен управляющему фондом
zh: 您的订单请求已提交给基金经理

source: Track in Portfolio
de: Im Portfolio verfolgen
fr: Suivre dans le portefeuille
hi: पोर्टफोलियो में ट्रैक करें
it: Traccia nel portafoglio
ja: ポートフォリオで追跡
nl: Volgen in portfolio
pt: Rastrear no portfólio
ru: Отслеживать в портфеле
zh: 在投资组合中跟踪

source: Trade other stocks
de: Andere Aktien handeln
fr: Trader d'autres actions
hi: अन्य स्टॉक ट्रेड करें
it: Scambia altre azioni
ja: 他の株式を取引
nl: Handel andere aandelen
pt: Negociar outras ações
ru: Торговать другими акциями
zh: 交易其他股票

source: Trade other funds
de: Andere Fonds handeln
fr: Trader d'autres fonds
hi: अन्य फंड ट्रेड करें
it: Scambia altri fondi
ja: 他のファンドを取引
nl: Handel andere fondsen
pt: Negociar outros fundos
ru: Торговать другими фондами
zh: 交易其他基金

source: Trade other securities
de: Andere Wertpapiere handeln
fr: Trader d'autres titres
hi: अन्य प्रतिभूतियां ट्रेड करें
it: Scambia altri titoli
ja: 他の証券を取引
nl: Handel andere effecten
pt: Negociar outros títulos
ru: Торговать другими ценными бумагами
zh: 交易其他证券

source: Estimated Maturity Value
de: Geschätzter Fälligkeitswert
fr: Valeur d'échéance estimée
hi: अनुमानित परिपक्वता मूल्य
it: Valore di scadenza stimato
ja: 推定満期価値
nl: Geschatte looptijdwaarde
pt: Valor de vencimento estimado
ru: Расчетная стоимость погашения
zh: 预计到期价值

# availableCashBalanceTitle
source: Available Cash Balance
de: Verfügbares Barguthaben
fr: Solde de trésorerie disponible
hi: उपलब्ध नकद शेष
it: Saldo di cassa disponibile
ja: 利用可能な現金残高
nl: Beschikbaar kassaldo
pt: Saldo de caixa disponível
ru: Доступный остаток наличных
zh: 可用现金余额

source: No data available
de: Keine Daten verfügbar
fr: Aucune donnée disponible
hi: कोई डेटा उपलब्ध नहीं
it: Nessun dato disponibile
ja: データがありません
nl: Geen gegevens beschikbaar
pt: Nenhum dado disponível
ru: Данные недоступны
zh: 无可用数据

source: Open
de: Eröffnung
fr: Ouverture
hi: खुला
it: Apertura
ja: 始値
nl: Opening
pt: Abertura
ru: Открытие
zh: 开盘

source: High
de: Hoch
fr: Haut
hi: उच्च
it: Massimo
ja: 高値
nl: Hoogste
pt: Alta
ru: Максимум
zh: 最高

source: Low
de: Tief
fr: Bas
hi: निम्न
it: Minimo
ja: 安値
nl: Laagste
pt: Baixa
ru: Минимум
zh: 最低

source: Close
de: Schluss
fr: Clôture
hi: बंद
it: Chiusura
ja: 終値
nl: Sluiting
pt: Fechamento
ru: Закрытие
zh: 收盘

# howMuchBuy
source: How much do you want to buy?
de: Wie viel möchten Sie kaufen?
fr: Combien voulez-vous acheter?
hi: आप कितना खरीदना चाहते हैं?
it: Quanto vuoi comprare?
ja: いくら購入しますか？
nl: Hoeveel wil je kopen?
pt: Quanto você quer comprar?
ru: Сколько вы хотите купить?
zh: 您想购买多少？

# howMuchSell
source: How much do you want to sell?
de: Wie viel möchten Sie verkaufen?
fr: Combien voulez-vous vendre?
hi: आप कितना बेचना चाहते हैं?
it: Quanto vuoi vendere?
ja: いくら売却しますか？
nl: Hoeveel wil je verkopen?
pt: Quanto você quer vender?
ru: Сколько вы хотите продать?
zh: 您想出售多少？

source: Buy Successful
de: Kauf erfolgreich
fr: Achat réussi
hi: खरीदारी सफल
it: Acquisto riuscito
ja: 購入成功
nl: Aankoop geslaagd
pt: Compra bem-sucedida
ru: Покупка успешна
zh: 购买成功

source: Sell Successful
de: Verkauf erfolgreich
fr: Vente réussie
hi: बिक्री सफल
it: Vendita riuscita
ja: 売却成功
nl: Verkoop geslaagd
pt: Venda bem-sucedida
ru: Продажа успешна
zh: 出售成功

# sharesLabel
source: Shares
de: Aktien
fr: Actions
hi: शेयर
it: Azioni
ja: 株式
nl: Aandelen
pt: Ações
ru: Акции
zh: 股份

source: Asset Type
de: Vermögensart
fr: Type d'actif
hi: संपत्ति प्रकार
it: Tipo di attività
ja: 資産タイプ
nl: Type activa
pt: Tipo de ativo
ru: Тип актива
zh: 资产类型

source: Bonds
de: Anleihen
fr: Obligations
hi: बांड
it: Obbligazioni
ja: 債券
nl: Obligaties
pt: Títulos
ru: Облигации
zh: 债券

source: REITs
fr: FPI
hi: आरईआईटी
it: REIT
ja: REIT
ru: REIT
zh: 房地产投资信托

source: Positive
de: Positiv
fr: Positif
hi: सकारात्मक
it: Positivo
ja: プラス
nl: Positief
pt: Positivo
ru: Положительный
zh: 正面

source: Negative
de: Negativ
fr: Négatif
hi: नकारात्मक
it: Negativo
ja: マイナス
nl: Negatief
pt: Negativo
ru: Отрицательный
zh: 负面

source: Value (High to Low)
de: Wert (Hoch zu Niedrig)
fr: Valeur (Élevé à Faible)
hi: मूल्य (उच्च से निम्न)
it: Valore (Alto a Basso)
ja: 価値（高から低）
nl: Waarde (Hoog naar Laag)
pt: Valor (Alto para Baixo)
ru: Стоимость (от высокой к низкой)
zh: 价值（从高到低）

source: Value (Low to High)
de: Wert (Niedrig zu Hoch)
fr: Valeur (Faible à Élevé)
hi: मूल्य (निम्न से उच्च)
it: Valore (Basso ad Alto)
ja: 価値（低から高）
nl: Waarde (Laag naar Hoog)
pt: Valor (Baixo para Alto)
ru: Стоимость (от низкой к высокой)
zh: 价值（从低到高）

# changePercentHighToLow
source: Change % (High to Low)
de: Änderung % (Hoch zu Niedrig)
fr: Changement % (Élevé à Faible)
hi: परिवर्तन % (उच्च से निम्न)
it: Variazione % (Alto a Basso)
ja: 変化率（高から低）
nl: Verandering % (Hoog naar Laag)
pt: Variação % (Alto para Baixo)
ru: Изменение % (от высокого к низкому)
zh: 变化%（从高到低）

# changePercentLowToHigh
source: Change % (Low to High)
de: Änderung % (Niedrig zu Hoch)
fr: Changement % (Faible à Élevé)
hi: परिवर्तन % (निम्न से उच्च)
it: Variazione % (Basso ad Alto)
ja: 変化率（低から高）
nl: Verandering % (Laag naar Hoog)
pt: Variação % (Baixo para Alto)
ru: Изменение % (от низкого к высокому)
zh: 变化%（从低到高）

source: Search by asset name
de: Nach Vermögensnamen suchen
fr: Rechercher par nom d'actif
hi: संपत्ति नाम से खोजें
it: Cerca per nome attività
ja: 資産名で検索
nl: Zoeken op activanaam
pt: Pesquisar por nome do ativo
ru: Поиск по названию актива
zh: 按资产名称搜索

source: Date of Incorporation
de: Gründungsdatum
fr: Date de constitution
hi: निगमन तिथि
it: Data di costituzione
ja: 設立日
nl: Oprichtingsdatum
pt: Data de constituição
ru: Дата регистрации
zh: 成立日期

source: Date of IPO
de: Datum des Börsengangs
fr: Date d'introduction en bourse
hi: आईपीओ तिथि
it: Data di IPO
ja: IPO日
nl: IPO-datum
pt: Data de IPO
ru: Дата IPO
zh: IPO日期

source: Telecommunications
de: Telekommunikation
fr: Télécommunications
hi: दूरसंचार
it: Telecomunicazioni
ja: 通信
nl: Telecommunicatie
pt: Telecomunicações
ru: Телекоммуникации
zh: 电信
