Repository: bnasare/mula
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, it, ja, nl, pt, ru, zh

source: Welcome to
de: Willkommen bei
fr: Bienvenue sur
hi: में आपका स्वागत है
it: Benvenuto in
ja: ようこそ
nl: Welkom bij
pt: Bem-vindo ao
ru: Добро пожаловать в
zh: 欢迎来到

# oneAppAllInvestments
source: One app. All your investments
de: Eine App. Alle Ihre Investitionen
fr: Une application. Tous vos investissements
hi: एक ऐप। आपके सभी निवेश
it: Un'app. Tutti i tuoi investimenti
ja: 1つのアプリ。すべての投資
nl: Eén app. Al je investeringen
pt: Um aplicativo. Todos os seus investimentos
ru: Одно приложение. Все ваши инвестиции
zh: 一个应用。所有投资

# onboardingDescription
source: Link your accounts, track your portfolio, trade securities, and learn as you go â€” all in one secure app.
de: Verknüpfen Sie Ihre Konten, verfolgen Sie Ihr Portfolio, handeln Sie Wertpapiere, und lernen Sie unterwegs, alles in einer sicheren App.
fr: Liez vos comptes, suivez votre portefeuille, négociez des titres, et apprenez au fur et à mesure, le tout dans une application sécurisée.
hi: अपने खातों को लिंक करें, अपने पोर्टफोलियो को ट्रैक करें, प्रतिभूतियों का व्यापार करें, और चलते-चलते सीखें — सब एक सुरक्षित ऐप में।
it: Collega i tuoi account, monitora il tuo portafoglio, scambia titoli, e impara mentre procedi — tutto in un'unica app sicura.
ja: アカウントをリンクし、ポートフォリオを追跡し、証券を取引し、 学びながら進む — すべて1つの安全なアプリで。
nl: Koppel je accounts, volg je portfolio, handel in effecten, en leer onderweg — allemaal in één veilige app.
pt: Vincule suas contas, acompanhe seu portfólio, negocie títulos, e aprenda conforme avança, tudo em um aplicativo seguro.
ru: Свяжите свои счета, отслеживайте портфель, торгуйте ценными бумагами, и учитесь на ходу — всё в одном безопасном приложении.
zh: 关联您的账户，跟踪您的投资组合，交易证券， 边学边做，全部在一个安全的应用中。

source: Get Started
de: Loslegen
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
nl: Aan de slag
pt: Começar
ru: Начать
zh: 开始使用

# alreadyHaveAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
nl: Heb je al een account?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
zh: 已有账户？

source: Sign in
de: Anmelden
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
nl: Inloggen
pt: Entrar
ru: Войти
zh: 登录

source: Access Your MULA Account
de: Greifen Sie auf Ihr MULA-Konto zu
fr: Accédez à Votre Compte MULA
hi: अपने MULA खाते तक पहुंचें
it: Accedi al Tuo Account MULA
ja: MULAアカウントにアクセス
nl: Toegang tot Je MULA-Account
pt: Acesse Sua Conta MULA
ru: Доступ к Вашему Аккаунту MULA
zh: 访问您的 MULA 账户

# signInToYourAccount
source: Sign in to your account to continue
de: Melden Sie sich bei Ihrem Konto an, um fortzufahren
fr: Connectez-vous à votre compte pour continuer
hi: जारी रखने के लिए अपने खाते में साइन इन करें
it: Accedi al tuo account per continuare
ja: 続行するにはアカウントにサインインしてください
nl: Log in op je account om door te gaan
pt: Entre na sua conta para continuar
ru: Войдите в свою учетную запись, чтобы продолжить
zh: 登录您的账户以继续

source: Email or Phone
de: E-Mail oder Telefon
fr: E-mail ou Téléphone
hi: ईमेल या फोन
it: Email o Telefono
ja: メールまたは電話
nl: E-mail of Telefoon
pt: E-mail ou Telefone
ru: Email или телефон
zh: 邮箱或手机

# enterEmailOrPhone
source: Enter your email or phone number
de: Geben Sie Ihre E-Mail-Adresse oder Telefonnummer ein
fr: Entrez votre adresse e-mail ou numéro de téléphone
hi: अपना ईमेल या फोन नंबर दर्ज करें
it: Inserisci la tua email o numero di telefono
ja: メールアドレスまたは電話番号を入力してください
nl: Voer je e-mailadres of telefoonnummer in
pt: Digite seu e-mail ou número de telefone
ru: Введите ваш email или номер телефона
zh: 输入您的邮箱或手机号码

source: Forgot Password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
it: Password dimenticata?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
pt: Esqueceu a senha?
ru: Забыли пароль?
zh: 忘记密码？

# dontHaveAccount
source: Don't have an account?
de: Sie haben kein Konto?
fr: Vous n'avez pas de compte?
hi: खाता नहीं है?
it: Non hai un account?
ja: アカウントをお持ちではありませんか？
nl: Heb je geen account?
pt: Não tem uma conta?
ru: Нет счета?
zh: 还没有账户？

source: Sign up
de: Registrieren
fr: S'inscrire
hi: साइन अप करें
it: Iscriviti
ja: サインアップ
nl: Registreren
pt: Cadastrar-se
ru: Зарегистрироваться
zh: 注册

source: Reset Your Password
de: Setzen Sie Ihr Passwort zurück
fr: Réinitialisez Votre Mot de Passe
hi: अपना पासवर्ड रीसेट करें
it: Reimposta la Tua Password
ja: パスワードをリセット
nl: Stel uw wachtwoord opnieuw in
pt: Redefinir sua senha
ru: Сбросьте ваш пароль
zh: 重置密码

# resetPasswordDescription
source: Enter your email or phone number to receive a verification code
de: Geben Sie Ihre E-Mail-Adresse oder Telefonnummer ein, um einen Bestätigungscode zu erhalten
fr: Entrez votre adresse e-mail ou numéro de téléphone pour recevoir un code de vérification
hi: सत्यापन कोड प्राप्त करने के लिए अपना ईमेल या फोन नंबर दर्ज करें
it: Inserisci la tua email o numero di telefono per ricevere un codice di verifica
ja: 確認コードを受け取るには、メールアドレスまたは電話番号を入力してください
nl: Voer uw e-mailadres of telefoonnummer in om een verificatiecode te ontvangen
pt: Digite seu e-mail ou número de telefone para receber um código de verificação
ru: Введите ваш email или номер телефона, чтобы получить код подтверждения
zh: 输入您的邮箱或电话号码以接收验证码

source: Send Verification Code
de: Bestätigungscode senden
fr: Envoyer le Code de Vérification
hi: सत्यापन कोड भेजें
it: Invia Codice di Verifica
ja: 確認コードを送信
nl: Verificatiecode verzenden
pt: Enviar código de verificação
ru: Отправить код подтверждения
zh: 发送验证码

source: Create New Password
de: Neues Passwort erstellen
fr: Créer un Nouveau Mot de Passe
hi: नया पासवर्ड बनाएं
it: Crea Nuova Password
ja: 新しいパスワードを作成
nl: Nieuw wachtwoord aanmaken
pt: Criar nova senha
ru: Создать новый пароль
zh: 创建新密码

# createNewPasswordDescription
source: Your new password must be different from previously used passwords
de: Ihr neues Passwort muss sich von zuvor verwendeten Passwörtern unterscheiden
fr: Votre nouveau mot de passe doit être différent des mots de passe précédemment utilisés
hi: आपका नया पासवर्ड पहले उपयोग किए गए पासवर्ड से अलग होना चाहिए
it: La tua nuova password deve essere diversa dalle password utilizzate in precedenza
ja: 新しいパスワードは以前に使用したパスワードとは異なる必要があります
nl: Uw nieuwe wachtwoord moet verschillen van eerder gebruikte wachtwoorden
pt: Sua nova senha deve ser diferente das senhas usadas anteriormente
ru: Ваш новый пароль должен отличаться от ранее использованных паролей
zh: 您的新密码必须与之前使用的密码不同

source: New Password
de: Neues Passwort
fr: Nouveau Mot de Passe
hi: नया पासवर्ड
it: Nuova Password
ja: 新しいパスワード
nl: Nieuw wachtwoord
pt: Nova senha
ru: Новый пароль
zh: 新密码

# enterNewPassword
source: Enter your new password
de: Geben Sie Ihr neues Passwort ein
fr: Entrez votre nouveau mot de passe
hi: अपना नया पासवर्ड दर्ज करें
it: Inserisci la tua nuova password
ja: 新しいパスワードを入力してください
nl: Voer uw nieuwe wachtwoord in
pt: Digite sua nova senha
ru: Введите ваш новый пароль
zh: 输入您的新密码

source: Confirm New Password
de: Neues Passwort bestätigen
fr: Confirmer le Nouveau Mot de Passe
hi: नया पासवर्ड पुष्टि करें
it: Conferma Nuova Password
ja: 新しいパスワードを確認
nl: Bevestig nieuw wachtwoord
pt: Confirmar nova senha
ru: Подтвердите новый пароль
zh: 确认新密码

source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialiser le Mot de Passe
hi: पासवर्ड रीसेट करें
it: Reimposta Password
ja: パスワードをリセット
nl: Wachtwoord opnieuw instellen
pt: Redefinir senha
ru: Сбросить пароль
zh: 重置密码

source: Password Reset Successful
de: Passwort erfolgreich zurückgesetzt
fr: Mot de Passe Réinitialisé avec Succès
hi: पासवर्ड सफलतापूर्वक रीसेट हो गया
it: Password Reimpostata con Successo
ja: パスワードのリセットに成功しました
nl: Wachtwoord succesvol opnieuw ingesteld
pt: Senha redefinida com sucesso
ru: Пароль успешно сброшен
zh: 密码重置成功

# passwordResetSuccessDescription
source: Your password has been successfully reset. You can now sign in with your new password
de: Ihr Passwort wurde erfolgreich zurückgesetzt. Sie können sich jetzt mit Ihrem neuen Passwort anmelden
fr: Votre mot de passe a été réinitialisé avec succès. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe
hi: आपका पासवर्ड सफलतापूर्वक रीसेट हो गया है। अब आप अपने नए पासवर्ड से साइन इन कर सकते हैं
it: La tua password è stata reimpostata con successo. Ora puoi accedere con la tua nuova password
ja: パスワードが正常にリセットされました。新しいパスワードでサインインできるようになりました
nl: Uw wachtwoord is succesvol opnieuw ingesteld. U kunt nu inloggen met uw nieuwe wachtwoord
pt: Sua senha foi redefinida com sucesso. Agora você pode entrar com sua nova senha
ru: Ваш пароль был успешно сброшен. Теперь вы можете войти с новым паролем
zh: 您的密码已成功重置。现在您可以使用新密码登录

source: Let's Get You Started
de: Fangen wir an
fr: Commençons
hi: आइए शुरू करें
it: Iniziamo
ja: 始めましょう
nl: Laten we beginnen
pt: Vamos Começar
ru: Давайте начнём
zh: 让我们开始吧

# createFreeAccountDescription
source: Create your free MULA account in under a minute.
de: Erstellen Sie Ihr kostenloses MULA-Konto in unter einer Minute.
fr: Créez votre compte MULA gratuit en moins d'une minute.
hi: एक मिनट से भी कम समय में अपना मुफ़्त MULA खाता बनाएं।
it: Crea il tuo account MULA gratuito in meno di un minuto.
ja: 1分以内に無料のMULAアカウントを作成できます。
nl: Maak je gratis MULA-account in minder dan een minuut.
pt: Crie sua conta MULA gratuita em menos de um minuto.
ru: Создайте бесплатный аккаунт MULA менее чем за минуту.
zh: 不到一分钟即可创建您的免费 MULA 账户。

source: Full Name
de: Vollständiger Name
fr: Nom Complet
hi: पूरा नाम
it: Nome Completo
ja: フルネーム
nl: Volledige Naam
pt: Nome Completo
ru: Полное имя
zh: 全名

source: Enter Your Full Name
de: Geben Sie Ihren vollständigen Namen ein
fr: Entrez Votre Nom Complet
hi: अपना पूरा नाम दर्ज करें
it: Inserisci il Tuo Nome Completo
ja: フルネームを入力してください
nl: Voer je volledige naam in
pt: Digite Seu Nome Completo
ru: Введите ваше полное имя
zh: 输入您的全名

source: Email Address
de: E-Mail-Adresse
fr: Adresse E-mail
hi: ईमेल पता
it: Indirizzo Email
ja: メールアドレス
nl: E-mailadres
pt: Endereço de E-mail
ru: Адрес электронной почты
zh: 电子邮箱

source: Enter Your Email Address
de: Geben Sie Ihre E-Mail-Adresse ein
fr: Entrez Votre Adresse E-mail
hi: अपना ईमेल पता दर्ज करें
it: Inserisci il Tuo Indirizzo Email
ja: メールアドレスを入力してください
nl: Voer je e-mailadres in
pt: Digite Seu Endereço de E-mail
ru: Введите ваш адрес электронной почты
zh: 输入您的电子邮箱

source: Enter your phone number
de: Geben Sie Ihre Telefonnummer ein
fr: Entrez votre numéro de téléphone
hi: अपना फोन नंबर दर्ज करें
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力してください
nl: Voer je telefoonnummer in
pt: Digite seu número de telefone
ru: Введите ваш номер телефона
zh: 输入您的电话号码

source: Password
de: Passwort
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
nl: Wachtwoord
pt: Senha
ru: Пароль
zh: 密码

source: Enter Your Password
de: Geben Sie Ihr Passwort ein
fr: Entrez Votre Mot de Passe
hi: अपना पासवर्ड दर्ज करें
it: Inserisci la Tua Password
ja: パスワードを入力してください
nl: Voer je wachtwoord in
pt: Digite Sua Senha
ru: Введите ваш пароль
zh: 输入您的密码

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le Mot de Passe
hi: पासवर्ड की पुष्टि करें
it: Conferma Password
ja: パスワードを確認
nl: Bevestig wachtwoord
pt: Confirmar Senha
ru: Подтвердите пароль
zh: 确认密码

source: Create Account
de: Konto erstellen
fr: Créer un Compte
hi: खाता बनाएं
it: Crea Account
ja: アカウントを作成
nl: Account aanmaken
pt: Criar Conta
ru: Создать аккаунт
zh: 创建账户

source: OR
de: ODER
fr: OU
hi: या
it: O
ja: または
nl: OF
pt: OU
ru: ИЛИ
zh: 或

# byContinuingYouAgree
source: By continuing, you agree to MULA's
de: Indem Sie fortfahren, stimmen Sie den
fr: En continuant, vous acceptez les
hi: जारी रखकर, आप MULA की सहमति देते हैं
it: Continuando, accetti i
ja: 続行することで、MULAの
nl: Door verder te gaan, ga je akkoord met MULA's
pt: Ao continuar, você concorda com os
ru: Продолжая, вы соглашаетесь с
zh: 继续即表示您同意 MULA 的

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'Utilisation
hi: सेवा की शर्तें
it: Termini di Servizio
ja: 利用規約
nl: Servicevoorwaarden
pt: Termos de Serviço
ru: Условиями обслуживания
zh: 服务条款

source: and
de: und
fr: et
hi: और
it: e
ja: および
nl: en
pt: e
ru: и
zh: 和

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de Confidentialité
hi: गोपनीयता नीति
it: Informativa sulla Privacy
ja: プライバシーポリシー
nl: Privacybeleid
pt: Política de Privacidade
ru: Политикой конфиденциальности
zh: 隐私政策

source: OTP Verification
de: OTP-Verifizierung
fr: Vérification OTP
hi: OTP सत्यापन
it: Verifica OTP
ja: OTP認証
nl: OTP-verificatie
pt: Verificação OTP
ru: OTP-верификация
zh: OTP 验证

# enterVerificationCode
source: Enter the verification code we just sent to your email address
de: Geben Sie den Bestätigungscode ein, den wir gerade an Ihre E-Mail-Adresse gesendet haben
fr: Entrez le code de vérification que nous venons d'envoyer à votre adresse e-mail
hi: वह सत्यापन कोड दर्ज करें जो हमने अभी आपके ईमेल पते पर भेजा है
it: Inserisci il codice di verifica che abbiamo appena inviato al tuo indirizzo email
ja: メールアドレスに送信した認証コードを入力してください
nl: Voer de verificatiecode in die we zojuist naar je e-mailadres hebben gestuurd
pt: Digite o código de verificação que acabamos de enviar para seu endereço de e-mail
ru: Введите проверочный код, который мы только что отправили на ваш адрес электронной почты
zh: 输入我们刚刚发送到您电子邮箱的验证码

source: Phone number
de: Telefonnummer
fr: Numéro de téléphone
hi: फोन नंबर
it: Numero di telefono
ja: 電話番号
nl: Telefoonnummer
pt: Número de telefone
ru: Номер телефона
zh: 电话号码

# emailAddress2
source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail
hi: ईमेल पता
it: Indirizzo email
ja: メールアドレス
nl: E-mailadres
pt: Endereço de e-mail
ru: Адрес электронной почты
zh: 电子邮箱

source: Verify
de: Verifizieren
fr: Vérifier
hi: सत्यापित करें
it: Verifica
ja: 認証する
nl: Verifiëren
pt: Verificar
ru: Подтвердить
zh: 验证

# didntReceiveCode
source: Didn't receive the code?
de: Code nicht erhalten?
fr: Vous n'avez pas reçu le code?
hi: कोड प्राप्त नहीं हुआ?
it: Non hai ricevuto il codice?
ja: コードが届きませんでしたか？
nl: Code niet ontvangen?
pt: Não recebeu o código?
ru: Не получили код?
zh: 没有收到验证码？

source: Resend
de: Erneut senden
fr: Renvoyer
hi: पुनः भेजें
it: Invia di nuovo
ja: 再送信
nl: Opnieuw verzenden
pt: Reenviar
ru: Отправить снова
zh: 重新发送

source: Security
de: Sicherheit
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
pt: Segurança
ru: Безопасность
zh: 安全

source: Enable Face ID
de: Face ID aktivieren
fr: Activer Face ID
hi: Face ID सक्षम करें
it: Abilita Face ID
ja: Face ID を有効にする
nl: Face ID inschakelen
pt: Ativar Face ID
ru: Включить Face ID
zh: 启用 Face ID

source: Enable
de: Aktivieren
fr: Activer
hi: सक्षम करें
it: Abilita
ja: 有効にする
nl: Inschakelen
pt: Ativar
ru: Включить
zh: 启用

source: Face ID successfully added
de: Face ID erfolgreich hinzugefügt
fr: Face ID ajouté avec succès
hi: Face ID सफलतापूर्वक जोड़ा गया
it: Face ID aggiunto con successo
ja: Face ID が正常に追加されました
nl: Face ID succesvol toegevoegd
pt: Face ID adicionado com sucesso
ru: Face ID успешно добавлен
zh: Face ID 添加成功

# faceIdSuccessDescription
source: Great! Face ID is active. Add a PIN to give your account an extra layer of security
de: Großartig! Face ID ist aktiv. Fügen Sie eine PIN hinzu, um Ihrem Konto eine zusätzliche Sicherheitsebene zu geben
fr: Super! Face ID est actif. Ajoutez un code PIN pour donner à votre compte une couche de sécurité supplémentaire
hi: बढ़िया! Face ID सक्रिय है। अपने खाते को सुरक्षा की एक अतिरिक्त परत देने के लिए एक पिन जोड़ें
it: Ottimo! Face ID è attivo. Aggiungi un PIN per dare al tuo account un ulteriore livello di sicurezza
ja: 素晴らしい！Face ID が有効になりました。アカウントにさらなるセキュリティ層を追加するために PIN を追加してください
nl: Geweldig! Face ID is actief. Voeg een pincode toe om je account een extra beveiligingslaag te geven
pt: Ótimo! Face ID está ativo. Adicione um PIN para dar à sua conta uma camada extra de segurança
ru: Отлично! Face ID активен. Добавьте PIN-код, чтобы обеспечить вашей учетной записи дополнительный уровень безопасности
zh: 太好了！Face ID 已激活。添加 PIN 码为您的账户提供额外的安全保护

source: Create PIN
de: PIN erstellen
fr: Créer un code PIN
hi: पिन बनाएं
it: Crea PIN
ja: PIN を作成
nl: Pincode aanmaken
pt: Criar PIN
ru: Создать PIN-код
zh: 创建 PIN 码

source: Skip
de: Überspringen
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
nl: Overslaan
pt: Pular
ru: Пропустить
zh: 跳过

source: Add a PIN
de: PIN hinzufügen
fr: Ajouter un code PIN
hi: पिन जोड़ें
it: Aggiungi un PIN
ja: PIN を追加
nl: Pincode toevoegen
pt: Adicionar um PIN
ru: Добавить PIN-код
zh: 添加 PIN 码

# addPinDescription
source: Add a 4-digit PIN for extra security
de: Fügen Sie eine 4-stellige PIN für zusätzliche Sicherheit hinzu
fr: Ajoutez un code PIN à 4 chiffres pour plus de sécurité
hi: अतिरिक्त सुरक्षा के लिए 4 अंकों का पिन जोड़ें
it: Aggiungi un PIN a 4 cifre per maggiore sicurezza
ja: 追加のセキュリティのために 4 桁の PIN を追加してください
nl: Voeg een 4-cijferige pincode toe voor extra beveiliging
pt: Adicione um PIN de 4 dígitos para segurança extra
ru: Добавьте 4-значный PIN-код для дополнительной безопасности
zh: 添加 4 位 PIN 码以提供额外的安全保护

source: PIN created successfully
de: PIN erfolgreich erstellt
fr: Code PIN créé avec succès
hi: पिन सफलतापूर्वक बनाया गया
it: PIN creato con successo
ja: PIN が正常に作成されました
nl: Pincode succesvol aangemaakt
pt: PIN criado com sucesso
ru: PIN-код успешно создан
zh: PIN 码创建成功

# pinCreatedDescription
source: Let's complete your account registration
de: Lassen Sie uns Ihre Kontoregistrierung abschließen
fr: Complétons l'enregistrement de votre compte
hi: आइए अपने खाते का पंजीकरण पूरा करें
it: Completiamo la registrazione del tuo account
ja: アカウント登録を完了しましょう
nl: Laten we je accountregistratie voltooien
pt: Vamos completar o registro da sua conta
ru: Давайте завершим регистрацию вашей учетной записи
zh: 让我们完成您的账户注册

# continueButton
source: Continue
de: Weiter
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
nl: Doorgaan
pt: Continuar
ru: Продолжить
zh: 继续

# enterYourPin
source: Enter your pin to continue
de: Geben Sie Ihre PIN ein, um fortzufahren
fr: Entrez votre code PIN pour continuer
hi: जारी रखने के लिए अपना पिन दर्ज करें
it: Inserisci il tuo PIN per continuare
ja: 続行するにはPINを入力してください
nl: Voer je pincode in om door te gaan
pt: Digite seu PIN para continuar
ru: Введите свой PIN-код, чтобы продолжить
zh: 输入您的PIN码以继续

source: Tell Us About You
de: Erzählen Sie uns über sich
fr: Parlez-nous de Vous
hi: हमें अपने बारे में बताएं
it: Parlaci di Te
ja: あなたについて教えてください
nl: Vertel ons over jezelf
pt: Conte-nos Sobre Você
ru: Расскажите о себе
zh: 告诉我们关于您

# tellUsAboutYouDescription
source: This helps us personalize your MULA experience
de: Dies hilft uns, Ihre MULA-Erfahrung zu personalisieren
fr: Cela nous aide à personnaliser votre expérience MULA
hi: यह हमें आपके MULA अनुभव को वैयक्तिकृत करने में मदद करता है
it: Questo ci aiuta a personalizzare la tua esperienza MULA
ja: これにより、MULAエクスペリエンスをパーソナライズできます
nl: Dit helpt ons je MULA-ervaring te personaliseren
pt: Isso nos ajuda a personalizar sua experiência MULA
ru: Это помогает нам персонализировать ваш опыт MULA
zh: 这有助于我们个性化您的 MULA 体验

source: Date of Birth
de: Geburtsdatum
fr: Date de Naissance
hi: जन्म तिथि
it: Data di Nascita
ja: 生年月日
nl: Geboortedatum
pt: Data de Nascimento
ru: Дата рождения
zh: 出生日期

source: Select date
de: Datum auswählen
fr: Sélectionner la date
hi: तिथि चुनें
it: Seleziona data
ja: 日付を選択
nl: Selecteer datum
pt: Selecionar data
ru: Выбрать дату
zh: 选择日期

source: Gender
de: Geschlecht
fr: Genre
hi: लिंग
it: Genere
ja: 性別
nl: Geslacht
pt: Gênero
ru: Пол
zh: 性别

source: Male
de: Männlich
fr: Homme
hi: पुरुष
it: Maschio
ja: 男性
nl: Man
pt: Masculino
ru: Мужской
zh: 男

source: Female
de: Weiblich
fr: Femme
hi: महिला
it: Femmina
ja: 女性
nl: Vrouw
pt: Feminino
ru: Женский
zh: 女

source: Residential Address
de: Wohnadresse
fr: Adresse Résidentielle
hi: आवासीय पता
it: Indirizzo Residenziale
ja: 住所
nl: Woonadres
pt: Endereço Residencial
ru: Адрес проживания
zh: 居住地址

# enterResidentialAddress
source: Enter your residential address
de: Geben Sie Ihre Wohnadresse ein
fr: Entrez votre adresse résidentielle
hi: अपना आवासीय पता दर्ज करें
it: Inserisci il tuo indirizzo residenziale
ja: 住所を入力してください
nl: Voer je woonadres in
pt: Digite seu endereço residencial
ru: Введите ваш адрес проживания
zh: 输入您的居住地址

source: GPS address
de: GPS-Adresse
fr: Adresse GPS
hi: GPS पता
it: Indirizzo GPS
ja: GPS住所
nl: GPS-adres
pt: Endereço GPS
ru: GPS-адрес
zh: GPS 地址

# enterGpsAddress
source: Enter Your GPS address
de: Geben Sie Ihre GPS-Adresse ein
fr: Entrez Votre Adresse GPS
hi: अपना GPS पता दर्ज करें
it: Inserisci il Tuo Indirizzo GPS
ja: GPS住所を入力してください
nl: Voer je GPS-adres in
pt: Digite Seu Endereço GPS
ru: Введите ваш GPS-адрес
zh: 输入您的 GPS 地址

source: Occupation
de: Beruf
fr: Profession
hi: पेशा
it: Occupazione
ja: 職業
nl: Beroep
pt: Ocupação
ru: Род занятий
zh: 职业

source: What is your occupation?
de: Was ist Ihr Beruf?
fr: Quelle est votre profession?
hi: आपका पेशा क्या है?
it: Qual è la tua occupazione?
ja: ご職業は何ですか？
nl: Wat is je beroep?
pt: Qual é a sua ocupação?
ru: Каким вы занимаетесь?
zh: 您的职业是什么？

source: Personal Details
de: Persönliche Daten
fr: Détails Personnels
hi: व्यक्तिगत विवरण
it: Dettagli Personali
ja: 個人情報
nl: Persoonlijke gegevens
pt: Dados pessoais
ru: Личные данные
zh: 个人信息

# personalDetailsDescription
source: We need a few details to set up your account
de: Wir benötigen einige Details, um Ihr Konto einzurichten
fr: Nous avons besoin de quelques détails pour configurer votre compte
hi: आपके खाते को सेटअप करने के लिए हमें कुछ विवरण चाहिए
it: Abbiamo bisogno di alcuni dettagli per configurare il tuo account
ja: アカウントを設定するためにいくつかの詳細が必要です
nl: We hebben wat gegevens nodig om uw account in te stellen
pt: Precisamos de alguns detalhes para configurar sua conta
ru: Нам нужно несколько деталей для настройки вашей учетной записи
zh: 我们需要一些详细信息来设置您的账户

source: Nationality
de: Nationalität
fr: Nationalité
hi: राष्ट्रीयता
it: Nazionalità
ja: 国籍
nl: Nationaliteit
pt: Nacionalidade
ru: Гражданство
zh: 国籍

# selectNationality
source: Select your nationality
de: Wählen Sie Ihre Nationalität
fr: Sélectionnez votre nationalité
hi: अपनी राष्ट्रीयता चुनें
it: Seleziona la tua nazionalità
ja: 国籍を選択してください
nl: Selecteer uw nationaliteit
pt: Selecione sua nacionalidade
ru: Выберите ваше гражданство
zh: 选择您的国籍

source: Emergency Number
de: Notrufnummer
fr: Numéro d'Urgence
hi: आपातकालीन नंबर
it: Numero di Emergenza
ja: 緊急連絡先番号
nl: Noodcontactnummer
pt: Número de emergência
ru: Номер экстренной связи
zh: 紧急联系电话

# enterEmergencyNumber
source: Enter emergency contact number
de: Geben Sie die Notrufkontaktnummer ein
fr: Entrez le numéro de contact d'urgence
hi: आपातकालीन संपर्क नंबर दर्ज करें
it: Inserisci il numero di contatto di emergenza
ja: 緊急連絡先番号を入力してください
nl: Voer noodcontactnummer in
pt: Digite o número de contato de emergência
ru: Введите контактный номер экстренной связи
zh: 输入紧急联系电话

source: Identification Details
de: Identifikationsdetails
fr: Détails d'Identification
hi: पहचान विवरण
it: Dettagli di Identificazione
ja: 身分証明書の詳細
nl: Identificatiegegevens
pt: Detalhes de identificação
ru: Идентификационные данные
zh: 身份信息

source: Submit
de: Absenden
fr: Soumettre
hi: जमा करें
it: Invia
ja: 送信
nl: Indienen
pt: Enviar
ru: Отправить
zh: 提交

source: Bank Details
de: Bankdaten
fr: Détails Bancaires
hi: बैंक विवरण
it: Dettagli Bancari
ja: 銀行詳細
nl: Bankgegevens
pt: Dados bancários
ru: Банковские данные
zh: 银行详情

source: Select Bank
de: Bank auswählen
fr: Sélectionner la Banque
hi: बैंक चुनें
it: Seleziona Banca
ja: 銀行を選択
nl: Bank selecteren
pt: Selecionar banco
ru: Выбрать банк
zh: 选择银行

source: Select your bank
de: Wählen Sie Ihre Bank
fr: Sélectionnez votre banque
hi: अपना बैंक चुनें
it: Seleziona la tua banca
ja: 銀行を選択してください
nl: Selecteer uw bank
pt: Selecione seu banco
ru: Выберите ваш банк
zh: 选择您的银行
